Repository: MikeSiLVO/skin.transparency
Catalog: language/Hungarian/strings.po
Languages: hu

# #31000
source: Volume muted
hu: Hangerő elnémítva

# #31001
source: Working...
hu: Dolgozom...

# #31002
source: Enabled
hu: Engedélyezve

# #31003
source: Change mode
hu: Üzemmód váltás

# #31004
source: Watch as 2D
hu: Megtekintés 2D módban

# #31005
source: Local subtitle available
hu: Helyi felirat elérhető

# #31006
source: Video Extras
hu: Videó Extrák

# #31022
source: Music Files
hu: Zene Fájlok

# #31024
source: Page
hu: Oldal

# #31025
source: Items
hu: Elemek

# #31026
source: Video Library
hu: Videó könytár

# #31027
source: Music Library
hu: Zene könyvtár

# #31030
source: Fanart
hu: Fanartkép

# #31031
source: Full list
hu: Teljes lista

# #31032
source: Cover flow
hu: Borító lapozás

# #31033
source: Pic thumb
hu: Kis képek

# #31034
source: Wide icons
hu: Széles ikonok

# #31035
source: Slide
hu: Csúszka

# #31038
source: Wall
hu: Fal

# #31039
source: Item
hu: Elem

# #31042
source: PLAYING
hu: LEJÁTSZÁS

# #31043
source: PAUSED
hu: SZÜNET

# #31044
source: FAST FORWARD
hu: ELŐRETEKERÉS

# #31045
source: REWIND
hu: VISSZATEKERÉS

# #31046
source: Welcome to Kodi - Please Login
hu: Üdvözli az Kodi - Kérem jelentkezzen be

# #31047
source: Last logged in
hu: Utoljára bejelentkezett

# #31048
source: Timers
hu: Időzítések

# #31050
source: Finish Time
hu: Befejezési idő

# #31051
source: Shutdown in 90 minutes
hu: Leállítás 90 perc után

# #31055
source: Open playlist
hu: Lejátszási lista megnyitása

# #31056
source: Save playlist
hu: Lejátszási lista mentése

# #31057
source: Close playlist
hu: Lejátszási lista bezárása

# #31058
source: System music files
hu: Zenefájlok a gépen

# #31059
source: Current playlist
hu: Jelenlegi lejátszási lista

# #31060
source: This file is stacked, select the part you want to play from.
hu: Ez a fájl halmozva van, válassza ki a részt, amelyiket le akarja játszani.

# #31100
source: Settings level:
hu: Beállítás szint:

# #31101
source: Home screen options
hu: Főképernyő opciók

# #31102
source: Backgrounds
hu: Hátterek

# #31103
source: Show scrolling titles
hu: Gördülő/úszó elemek mutatása

# #31104
source: Hide cases
hu: Borítók elrejtése

# #31105
source: Disable case animation
hu: Borító animációk elrejtése

# #31106
source: Miscellaneous options
hu: Egyéb beállítások

# #31109
source: Enable logos
hu: Logók engedélyezése

# #31110
source: Animated fanart
hu: Mozgó hátterek

# #31112
source: Use visualisation background
hu: Vizualizáció a háttérben

# #31113
source: Single Image
hu: Egy kép

# #31114
source: Multi Image
hu: Több kép

# #31115
source: Safe Mode
hu: Biztonsági mód

# #31116
source: Wide side menu buttons
hu: Széles gombok a balololdali menüben

# #31117
source: Wide home menu buttons
hu: Széles gombok a főmenüben

# #31118
source: Horizontal home menu
hu: Vízszintes főmenü

# #31119
source: Hide visualisation background
hu: Vizualizációs háttér elrejtése

# #31122
source: Conditional
hu: Feltételhez kötött

# #31123
source: Hide video background
hu: Film háttér elrejtése

# #31125
source: Enable cdArt
hu: cdArt engedélyezése

# #31126
source: Enable clearArt
hu: clearArt engedélyezése

# #31127
source: Music folder path
hu: Zenék elérési útvonala

# #31133
source: Use Artist-Album order for albums
hu: Albumok rendezése Előadó-Album szerint

# #31134
source: Animated backgrounds
hu: Animált hátterek

# #31135
source: Animated weather icons
hu: Animált időjárás ikonok

# #31136
source: Use genre icons
hu: Műfaj ikonok használata

# #31137
source: Show media flags
hu: Media Flag-ek használata

# #31138
source: Custom Shutdown Menu
hu: Egyedi leállítás-képernyő

# #31139
source: Use posters
hu: Poszterek használata

# #31140
source: I hate Transparency!
hu: Utállak, Transparency!

# #31142
source: Fanart - Medium list
hu: Fanart - Közepes lista

# #31143
source: Fanart - Short list
hu: Fanart - Rövid lista

# #31144
source: Fanart - Long list
hu: Fanart - Hosszú list

# #31146
source: Always play trailers fullscreen
hu: Mindig teljes képernyőn játssza le a bemutatót

# #31149
source: Hide trailer icon
hu: Bemutató ikon elrejtése

# #31150
source: Button label:
hu: Gomb felirat:

# #31151
source: Source name:
hu: Forrás neve:

# #31153
source: Weather icon
hu: Időjárás ikon

# #31154
source: Application
hu: Alkalmazás

# #31155
source: Command:
hu: Parancs:

# #31156
source: Favourite
hu: Kedvenc

# #31157
source: Select favourite:
hu: Kedvenc választása:

# #31158
source: Change Your Settings...
hu: A te beállításaid...

# #31159
source: [B]CONFIGURE VIDEO SETTINGS[/B][CR]Manage your video library - Set video playback options - Change video listing options[CR]Set subtitle fonts
hu: [B]FILMBEÁLLÍTÁSOK[/B][CR]Médiatár beállításai - Filmlejátszás opciói - Filmlista opciók[CR]Felirat betűtípus

# #31160
source: [B]CONFIGURE TV SETTINGS[/B][CR]Change fullscreen info - Manage EPG data settings[CR]Configure recording options
hu: [B]TV BEÁLLÍTÁSOK [/B][CR]Teljesképnyős infó - EPG beállítások[CR]Felvételi opciók

# #31161
source: [B]CONFIGURE MUSIC SETTINGS[/B][CR]Manage your music library - Set music playback options - Change music listing options[CR]Setup song submission - Set karaoke options
hu: [B]ZENEI BEÁLLÍTÁSOK[/B][CR]Zenei médiatár- Zene lejátszás opciói - Listázási opciók[CR]Dalok - Karaoke opciók

# #31162
source: [B]CONFIGURE PICTURE SETTINGS[/B][CR]Set picture listing options[CR]Configure slideshows
hu: [B]KÉP BEÁLLÍTÁSOK[/B][CR]Képek kezelése[CR]Képbemutatók beállítása

# #31163
source: [B]CONFIGURE WEATHER SETTINGS[/B][CR]Set three cities to collect weather information[CR]Select a weather addon
hu: [B]IDŐJÁRÁS BEÁLLÍTÁSOK[/B][CR]Három város, ahonnan az infók megjelennek majd[CR]Időjárás kiegészítő választása

# #31164
source: [B]CONFIGURE SYSTEM SETTINGS[/B][CR]Setup and calibrate displays - Configure audio output - Setup remote controls[CR]Set power saving options - Enable debugging - Setup master lock
hu: [B]RENDSZERBEÁLLÍTÁSOK[/B][CR]Kijelző kalibrálás - Hangkimenet- Távirányító[CR]Energiagazdálkodás - Debug - Mester zárolás

# #31165
source: [B]CONFIGURE SERVICE SETTINGS[/B][CR]Setup control of Kodi via UPnP and HTTP - Configure file sharing[CR]Enable AirPlay
hu: [B]HÁLÓZATI BEÁLLÍTÁSOK[/B][CR]Kodi vezérlése UPnP vagy HTTP - n keresztül, hálózati megosztások[CR] AirPlay engedélyezés

# #31166
source: [B]CONFIGURE PROFILE SETTINGS[/B][CR]Select your Kodi user Profile[CR]to login and continue
hu: [B]PROFIL BEÁLLÍTÁSOK[/B][CR]Kodi felhasználói profil[CR] a belépéshez, és folytatáshoz

# #31167
source: [B]CONFIGURE APPEARANCE SETTINGS[/B][CR]Select a skin - Set language and region - Change file listing options[CR]Set up a screensaver
hu: [B]MEGJELENÉSI BEÁLLÍTÁSOK[/B][CR]Felszín választás - Nyelv és régió beállítás - Fájl listázási opciók [CR]Képrnyővédő

# #31168
source: [B]CONFIGURE SKIN SETTINGS[/B][CR]Setup the Transparency! skin - Add and remove home menu items[CR]Change skin backgrounds
hu: [B]FELSZÍNBEÁLLÍTÁSOK[/B][CR]A Transparency! beállítása - Főmenü elemek hozzáadása vagy elrejtése[CR]Hátterek beállítása

# #31169
source: [B]CONFIGURE ADD-ONS[/B][CR]Manage your installed Add-ons - Browse for and install Add-ons from kodi.tv[CR]Modify Add-on settings
hu: [B]KIEGÉSZITŐ BEÁLLÍTÁSOK[/B][CR]A telepített kiegészítők beállítása - Böngészés és letöltés az kodi.tv-ról[CR]Kiegészítő beállítások módosítása

# #31170
source: [B]CHECK SYTEM INFORMATION[/B][CR]Display your hardware - Check current network settings[CR]Monitor free discspace
hu: [B]RENDSZERINFORMÁCIÓK[/B][CR]Kijelző és hardwer - Hálózati beállítások[CR]Háttértárak információi

# #31171
source: Use season fanart
hu: Évad hátterek használata

# #31172
source: Use extra fanart
hu: Extra fanartok használata

# #31173
source: Use extra thumbs
hu: Extra miniképek használata

# #31174
source: Random Items
hu: Véletlenszerű elemek

# #31175
source: Random
hu: Véletlenszerű

# #31177
source: Enable touchscreen mode
hu: Érintőképernyő engedélyezése

# #31178
source: Enable kiosk mode
hu: Kiosk mód

# #31179
source: Next Episode:
hu: Következő rész:

# #31180
source: Use video background
hu: Film hátterek használata

# #31181
source: Show banners in list
hu: Szalagszerű képek lista nézetben

# #31182
source: Hide info panel
hu: Infó panel elrejtése

# #31184
source: Customize visualization background
hu: Vizualizáció háttér testreszabás

# #31185
source: Listed shows
hu: Listázott sorozatok

# #31186
source: Airing today
hu: Ma sugárzott

# #31187
source: Use genre backgrounds
hu: Műfaj hátterek használata

# #31188
source: Recommended Items
hu: Ajánlott elemek

# #31189
source: Tip
hu: Tipp

# #31190
source: Select add-on:
hu: Kiegészítő választás:

# #31191
source: TV guide
hu: TV műsor

# #31192
source: Radio guide
hu: Rádió műsor

# #31193
source: TV recordings
hu: TV felvételek

# #31194
source: Radio recordings
hu: Rádió felvételek

# #31195
source: TV search
hu: TV keresés

# #31196
source: Radio search
hu: Rádió keresés

# #31197
source: TV timers
hu: TV időzítők

# #31198
source: Radio timers
hu: Rádió időzítők

# #31200
source: Custom add-on options
hu: Egyedi szkript beállítások

# #31210
source: Enable TvTunes add-on
hu: TvTunes kiegészítő engedélyezés

# #31211
source: Enable NextAired add-on
hu: NextAired kiegészítő engedélyezés

# #31212
source: Enable Qlock add-on
hu: Qlock kiegészítő engedélyezés

# #31213
source: Show Cinema Experience button in movie info dialog
hu: Cinema Experience gomb engedélyezése a film infón

# #31214
source: Integrate Cinema Experience in home movie menu buttons
hu: Cinema Experience integrálása a filmmenü gombok közé

# #31215
source: Hide GlobalSearch button
hu: Globális keresés gomb elrejtése

# #31216
source: Extras
hu: Extra

# #31220
source: ClearArt
hu: Tiszta művészkép

# #31223
source: Update rating
hu: Pontozás frissítése

# #31224
source: Extra Thumbs
hu: Extra miniképek

# #31225
source: Artist slideshow add-on
hu: Artist slideshow kiegészítő

# #31226
source: Actor info
hu: Színész infó

# #31227
source: Director info
hu: Rendező infó

# #31228
source: Writer info
hu: Író infó

# #31229
source: DiscArt
hu: Lemezkép

# #31301
source: PLAYER
hu: LEJÁTSZÓ

# #31302
source: START
hu: INDÍTÁS

# #31303
source: QUIT
hu: KILÉPÉS

# #31304
source: Please enter player names...
hu: Lejátszó neve...

# #31305
source: It's your turn
hu: A te választásod

# #31306
source: Press UP to continue...
hu: Nyomda FEL-t a folytatáshoz

# #31307
source: Score
hu: Pontok

# #31308
source: Wins
hu: Győztesek

# #31309
source: HAS WON
hu: Vesztett

# #31400
source: New:
hu: Új:

# #31409
source: Player Controls
hu: Lejátszó vezérlők

# #31410
source: Recently Added
hu: Nemrég hozzáadott

# #31411
source: Recently Played
hu: Utoljára játszott

# #31501
source: Show tv info
hu: Tv infót mutat

# #31600
source: Daily
hu: Napi

# #31601
source: Maps
hu: Térképek

# #31605
source: Weather forecast provided by:
hu: Időjárás infót szolgáltatja a :

# #31701
source: Default
hu: Alapérték

# #31703
source: Default Big
hu: Nagybetűsítés

# #31704
source: Arial Big
hu: Arial nagy

# #31705
source: Default Big Bold
hu: Alap nagybetű kövér

# #31706
source: Arial Big Bold
hu: Arial nagybetű kövér
