Repository: MikeSiLVO/skin.transparency
Catalog: language/Lithuanian/strings.po
Languages: lt

# #31000
source: Volume muted
lt: Garsas išjungtas

# #31001
source: Working...
lt: Dirbu...

# #31002
source: Enabled
lt: Įjungta

# #31003
source: Change mode
lt: Pakeisti režimą

# #31004
source: Watch as 2D
lt: Žiūrėti kaip 2D

# #31005
source: Local subtitle available
lt: Galima subtitrų vieta

# #31006
source: Video Extras
lt: Vaizdo priedai

# #31022
source: Music Files
lt: Muzikos failai

# #31024
source: Page
lt: Puslapis

# #31025
source: Items
lt: Elementai

# #31026
source: Video Library
lt: Video biblioteka

# #31027
source: Music Library
lt: Muzikos biblioteka

# #31031
source: Full list
lt: Pilnas sąrašas

# #31032
source: Cover flow
lt: Viršeliai

# #31033
source: Pic thumb
lt: Prieš peržiūra

# #31034
source: Wide icons
lt: Plačios piktogramos

# #31035
source: Slide
lt: Skaidrės

# #31036
source: Polaroid
lt: Palaroidas

# #31037
source: ThumbWall
lt: Miniatiūrų siena

# #31038
source: Wall
lt: Siena

# #31039
source: Item
lt: Elementas

# #31042
source: PLAYING
lt: ATKŪRTI

# #31043
source: PAUSED
lt: PRISTABDYTI

# #31044
source: FAST FORWARD
lt: PRASUKTI PIRMYN

# #31045
source: REWIND
lt: PRASUKTI ATGAL

# #31046
source: Welcome to Kodi - Please Login
lt: Sveiki atvykę į Kodi - Prašome prisijungti

# #31047
source: Last logged in
lt: Paskutinį kartą buvote

# #31048
source: Timers
lt: Laikmačiai

# #31050
source: Finish Time
lt: Pabaigos laikas

# #31051
source: Shutdown in 90 minutes
lt: Įjungimas po 90 min.

# #31055
source: Open playlist
lt: Atidaryti grojaraštį

# #31056
source: Save playlist
lt: Išsaugoti grojaraštį

# #31057
source: Close playlist
lt: Uždaryti grojaraštį

# #31058
source: System music files
lt: Sisteminių garsų failai

# #31059
source: Current playlist
lt: Dabartinis grojaraštis

# #31060
source: This file is stacked, select the part you want to play from.
lt: Tai sujungtas failas, pasirinkite norimą dalį peržiūrai

# #31061
source: Last updated:
lt: Atnaujinta:

# #31100
source: Settings level:
lt: Nustatymo lygis:

# #31101
source: Home screen options
lt: Pagrindinio meniu nustatymai

# #31102
source: Backgrounds
lt: Fonas

# #31103
source: Show scrolling titles
lt: Rodyti slinkties pavadinimus

# #31104
source: Hide cases
lt: Slėpti bylas

# #31105
source: Disable case animation
lt: Išjungti bylos animaciją

# #31106
source: Miscellaneous options
lt: Pagrindiniai nustatymai

# #31109
source: Enable logos
lt: Įjungti logotipus

# #31110
source: Animated fanart
lt: FanArt animacija

# #31112
source: Use visualisation background
lt: Naudoti vizualizaciją fone

# #31113
source: Single Image
lt: Vienas paveikslėlis

# #31114
source: Multi Image
lt: Daug paveikslėlių

# #31115
source: Safe Mode
lt: Saugus režimas

# #31116
source: Wide side menu buttons
lt: Platūs jungtukai šoniniame meniu

# #31117
source: Wide home menu buttons
lt: Platūs jungtukai pagrindiniame ekrane

# #31118
source: Horizontal home menu
lt: Horizontalus meniu pagrindiniame ekrane

# #31119
source: Hide visualisation background
lt: Slėpti vizualizaciją fone

# #31122
source: Conditional
lt: Sąlyginis

# #31123
source: Hide video background
lt: Slėpti vaizdo foną

# #31125
source: Enable cdArt
lt: Įjungti cdArt

# #31126
source: Enable clearArt
lt: Įjungti clearArt

# #31127
source: Music folder path
lt: Muzikos katalogas

# #31133
source: Use Artist-Album order for albums
lt: Naudoti Dailininkas-Albumas albumų tvarką

# #31134
source: Animated backgrounds
lt: Animuoti fonai

# #31135
source: Animated weather icons
lt: Animuoti orų ženkliukai

# #31136
source: Use genre icons
lt: Naudoti žanro ženkliukus

# #31137
source: Show media flags
lt: Rodyti media vėliavėles

# #31138
source: Custom Shutdown Menu
lt: Išjungimo meniu nustatymai

# #31139
source: Use posters
lt: Naudoti plakatus

# #31140
source: I hate Transparency!
lt: Aš nekenčiu Transparency!

# #31142
source: Fanart - Medium list
lt: FanArt - vidutinis sąrašas

# #31143
source: Fanart - Short list
lt: FanArt - trumpas sąrašas

# #31144
source: Fanart - Long list
lt: FanArt - ilgas sąrašas

# #31146
source: Always play trailers fullscreen
lt: Visada atkūrti filmo anonsą pilnaekraniame režime

# #31149
source: Hide trailer icon
lt: Slėpti filmo anonso piktogramą

# #31150
source: Button label:
lt: Antraštės jungtukas:

# #31151
source: Source name:
lt: Šaltinio pavadinimas:

# #31153
source: Weather icon
lt: Orų piktograma

# #31154
source: Application
lt: Taikymas

# #31155
source: Command:
lt: Komanda:

# #31156
source: Favourite
lt: Mėgstamiausi

# #31157
source: Select favourite:
lt: Pasirinkti mėgstamiausius:

# #31158
source: Change Your Settings...
lt: Keiskite nustatymus...

# #31159
source: [B]CONFIGURE VIDEO SETTINGS[/B][CR]Manage your video library - Set video playback options - Change video listing options[CR]Set subtitle fonts
lt: [B]VIDEO PARAMETRŲ NUSTATYMAI[/B][CR]Tvarkyti video biblioteką - Nustatyti video atkūrimo opcijas - Nustatyti video sarašą - Nustatyti subtitrų šriftą

# #31160
source: [B]CONFIGURE TV SETTINGS[/B][CR]Change fullscreen info - Manage EPG data settings[CR]Configure recording options
lt: [B]TV PARAMETRŲ NUSTATYMAI[/B][CR]Pakeisti viso ekrano informaciją - Tvarkyti EPG duomenų nustatymus

# #31161
source: [B]CONFIGURE MUSIC SETTINGS[/B][CR]Manage your music library - Set music playback options - Change music listing options[CR]Setup song submission - Set karaoke options
lt: [B]MUZIKOS PARAMETRŲ NUSTATYMAI[/B][CR]Tvarkyti audio biblioteką - Nustatyti audio atkūrimo opcijas - Nustatyti audio sarašą - Nustatyti karaoke

# #31162
source: [B]CONFIGURE PICTURE SETTINGS[/B][CR]Set picture listing options[CR]Configure slideshows
lt: [B]NUOTRAUKŲ/PAVEIKSLĖLIŲ PARAMETRŲ NUSTATYMAI[/B][CR]Tvarkyti nuotraukų biblioteką - Nustatyti pristatymą - Nustatyti prezentaciją

# #31163
source: [B]CONFIGURE WEATHER SETTINGS[/B][CR]Set three cities to collect weather information[CR]Select a weather addon
lt: [B]ORŲ PARAMETRŲ NUSTATYMAI[/B][CR]Nustatyti trys Miestus gauti informacijai apie orus

# #31164
source: [B]CONFIGURE SYSTEM SETTINGS[/B][CR]Setup and calibrate displays - Configure audio output - Setup remote controls[CR]Set power saving options - Enable debugging - Setup master lock
lt: [B]SISTEMOS PARAMETRŲ NUSTATYMAI[/B][CR]Nustatyti ekrano kalibravimą - Nustatyti audio išėjimą - Nustatyti distancinį pultą

# #31165
source: [B]CONFIGURE SERVICE SETTINGS[/B][CR]Setup control of Kodi via UPnP and HTTP - Configure file sharing[CR]Enable AirPlay
lt: [B]TINKLO PARAMETRŲ NUSTATYMAI[/B][CR]Sąrankos kontrolė Kodi per UPnP ir HTTP - Konfigūruoti failo dalijimasi - Nustatyti interneto prieigos parinktis[CR]Įgalinti AirPlay

# #31166
source: [B]CONFIGURE PROFILE SETTINGS[/B][CR]Select your Kodi user Profile[CR]to login and continue
lt: [B]VARTOTOJŲ PARAMETRŲ NUSTATYMAI[/B][CR]Pasirinkti vartotojo profilį įėjimui/prisijungimui prie sistemos

# #31167
source: [B]CONFIGURE APPEARANCE SETTINGS[/B][CR]Select a skin - Set language and region - Change file listing options[CR]Set up a screensaver
lt: [B]VIRŠELIO PARAMETRŲ NUSTATYMAI[/B][CR]Pakeisti išvaizdą - Nustatyti kalbą ir regioną - Pakeisti failų sarašą - Nustatyti ekrano vaizdą

# #31168
source: [B]CONFIGURE SKIN SETTINGS[/B][CR]Setup the Transparency! skin - Add and remove home menu items[CR]Change skin backgrounds
lt: [B]IŠVAIZDOS PARAMETRŲ NUSTATYMAI[/B][CR]Nustatyti pasirinktą šabloną - Pakeisti šablono foną - Pridėti ir/ar pašalinti pagrindinius menių punktus

# #31169
source: [B]CONFIGURE ADD-ONS[/B][CR]Manage your installed Add-ons - Browse for and install Add-ons from kodi.tv[CR]Modify Add-on settings
lt: [B]PRIEDŲ PARAMETRŲ NUSTATYMAI[/B][CR]Nustatyti parametrų valdymą - Nustatyti diegimą iš kodi.tv - Nustatyti priedų pakeitimą

# #31170
source: [B]CHECK SYTEM INFORMATION[/B][CR]Display your hardware - Check current network settings[CR]Monitor free discspace
lt: [B]INFORMACIJA APIE SISTEMĄ[/B][CR]Rodyti įrangos informaciją - Tinklo prisijungimo patikrinimas - Laisva vieta HDD diske

# #31171
source: Use season fanart
lt: Naudoti sezono FanArt

# #31172
source: Use extra fanart
lt: Naudoti extra FanArt

# #31173
source: Use extra thumbs
lt: Naudoti extra Thumbs

# #31174
source: Random Items
lt: Atsitiktiniai elementai

# #31175
source: Random
lt: Atsitiktine tvarka

# #31177
source: Enable touchscreen mode
lt: Įjungti sensorinio ekrano režimą

# #31178
source: Enable kiosk mode
lt: Įjungti 'Kiosk' režimą

# #31179
source: Next Episode:
lt: Kitas epizodas:

# #31180
source: Use video background
lt: Naudoti video foną

# #31181
source: Show banners in list
lt: Rodyti banerius sąraše

# #31182
source: Hide info panel
lt: Slėpti informacinį skydelį

# #31184
source: Customize visualization background
lt: Pritaikyti vizualizacijos foną

# #31185
source: Listed shows
lt: Rūšiuoti rodomus

# #31186
source: Airing today
lt: Transliuojamas šiandien

# #31187
source: Use genre backgrounds
lt: Naudoti žanro foną

# #31188
source: Recommended Items
lt: Rekomenduojami elementai

# #31189
source: Tip
lt: Tipas

# #31190
source: Select add-on:
lt: Pasirinkite priedą:

# #31191
source: TV guide
lt: TV gidas

# #31192
source: Radio guide
lt: Radijo gidas

# #31193
source: TV recordings
lt: TV įrašai

# #31194
source: Radio recordings
lt: Radijo įrašai

# #31195
source: TV search
lt: TV paieška

# #31196
source: Radio search
lt: Radijo paieška

# #31197
source: TV timers
lt: TV laikmačiai

# #31198
source: Radio timers
lt: Radijo laikmačiai

# #31200
source: Custom add-on options
lt: Papildomos priedo konfigūracijos

# #31201
source: Select studio icons
lt: Pasirinkti studijų piktogramas

# #31202
source: Select recordlabel icons
lt: Pasirinkti įrašų studijų piktogramas

# #31203
source: Select movie genre icons
lt: Pasirinkti filmų žanrų piktogramas

# #31204
source: Select music genre icons
lt: Pasirinkti muzikos žanrų piktogramas

# #31210
source: Enable TvTunes add-on
lt: Įjungti TvTunes priedą

# #31211
source: Enable NextAired add-on
lt: Įjungti NextAired priedą

# #31212
source: Enable Qlock add-on
lt: Įjungti Qlock priedą

# #31213
source: Show Cinema Experience button in movie info dialog
lt: Rodyti informacinį Cinema Experience jungtuką dialoge

# #31214
source: Integrate Cinema Experience in home movie menu buttons
lt: Integruoti Cinema Experience jungtuką į kino menių

# #31215
source: Hide GlobalSearch button
lt: Slėpti GlobalSearch jungtuką

# #31216
source: Extras
lt: Ypatumai

# #31219
source: Logo
lt: Logotipas

# #31221
source: Extra Fanart
lt: Papildomas FanArt

# #31223
source: Update rating
lt: Atnaujinti reitingą

# #31224
source: Extra Thumbs
lt: Papildomas Thumbs

# #31225
source: Artist slideshow add-on
lt: Atlikėjo skaidrių demonstracijos priedas

# #31226
source: Actor info
lt: Atlikėjas/Artistas

# #31227
source: Director info
lt: Režisieriaus/Prodiuseris

# #31228
source: Writer info
lt: Rašytojas/Scenaristas

# #31301
source: PLAYER
lt: GROTUVAS

# #31302
source: START
lt: PALEISTI

# #31303
source: QUIT
lt: STABDYTI

# #31304
source: Please enter player names...
lt: Prašome įvesti grotuvo pavadinimą...

# #31305
source: It's your turn
lt: Tai savo ruožtu

# #31306
source: Press UP to continue...
lt: Paspauskite AUKŠTYN tęsti ...

# #31307
source: Score
lt: Rezultatas

# #31308
source: Wins
lt: Nauji

# #31309
source: HAS WON
lt: LAIMĖJO

# #31400
source: New:
lt: Nauji:

# #31409
source: Player Controls
lt: Grotuvo valdymas

# #31410
source: Recently Added
lt: Nesenai (da-)įdėti

# #31411
source: Recently Played
lt: Nesenai atkurta(-i)

# #31501
source: Show tv info
lt: Rodyti TV informaciją

# #31600
source: Daily
lt: Kasdien

# #31601
source: Maps
lt: Žemėlapai

# #31605
source: Weather forecast provided by:
lt: Orų prognozės tiekėjas:

# #31701
source: Default
lt: Numatytas

# #31703
source: Default Big
lt: Numatytas didelis

# #31704
source: Arial Big
lt: Arial didelis

# #31705
source: Default Big Bold
lt: Numatytas didelis paryškintas

# #31706
source: Arial Big Bold
lt: Arial didelis paryškintas
