Repository: MikeSiLVO/skin.transparency
Catalog: language/Swedish/strings.po
Languages: sv

# #31000
source: Volume muted
sv: Volym avstängd

# #31001
source: Working...
sv: Upptagen...

# #31002
source: Enabled
sv: Aktiverad

# #31003
source: Change mode
sv: Ändra läge

# #31004
source: Watch as 2D
sv: Se i 2D

# #31005
source: Local subtitle available
sv: Lokal undertext tillgänglig

# #31022
source: Music Files
sv: Musikfiler

# #31024
source: Page
sv: Sida

# #31025
source: Items
sv: Objekt

# #31026
source: Video Library
sv: Videobibliotek

# #31027
source: Music Library
sv: Musikbibliotek

# #31031
source: Full list
sv: Full lista

# #31032
source: Cover flow
sv: Omslagsflöde

# #31033
source: Pic thumb
sv: Bildminiatyrer

# #31034
source: Wide icons
sv: Breda ikoner

# #31035
source: Slide
sv: Bildspel

# #31038
source: Wall
sv: Vägg

# #31039
source: Item
sv: Objekt

# #31042
source: PLAYING
sv: SPELAR

# #31043
source: PAUSED
sv: PAUSAD

# #31044
source: FAST FORWARD
sv: FRAMÅTSPOLNING

# #31045
source: REWIND
sv: TILLBAKASPOLNING

# #31046
source: Welcome to Kodi - Please Login
sv: Välkommen till Kodi - Var god logga in

# #31047
source: Last logged in
sv: Senast inloggad

# #31050
source: Finish Time
sv: Sluttid

# #31051
source: Shutdown in 90 minutes
sv: Avstängning om 90 minuter

# #31055
source: Open playlist
sv: Öppna spellista

# #31056
source: Save playlist
sv: Spara spellista

# #31057
source: Close playlist
sv: Stäng spellista

# #31058
source: System music files
sv: System-musikfiler

# #31059
source: Current playlist
sv: Nuvarande spellista

# #31060
source: This file is stacked, select the part you want to play from.
sv: Denna fil är ihopslagen, välj den del du vill spela från.

# #31100
source: Settings level:
sv: Inställningsnivå:

# #31101
source: Home screen options
sv: Hemskärmsalternativ

# #31102
source: Backgrounds
sv: Bakgrunder

# #31103
source: Show scrolling titles
sv: Visa skrollande titlar

# #31104
source: Hide cases
sv: Dölj fodral

# #31105
source: Disable case animation
sv: Inaktivera fodralanimering

# #31106
source: Miscellaneous options
sv: Diverse val

# #31109
source: Enable logos
sv: Aktivera logos

# #31110
source: Animated fanart
sv: Animerad fanart

# #31112
source: Use visualisation background
sv: Använd visualiseringsbakgrund

# #31113
source: Single Image
sv: Enstaka bild

# #31114
source: Multi Image
sv: Flerbild

# #31115
source: Safe Mode
sv: Säkerhetsläge

# #31116
source: Wide side menu buttons
sv: Breda menyikoner

# #31117
source: Wide home menu buttons
sv: Breda hemmenyikoner

# #31118
source: Horizontal home menu
sv: Horisontell hemmeny

# #31119
source: Hide visualisation background
sv: Dölj visualiseringsbakgrund

# #31122
source: Conditional
sv: Villkorlig

# #31123
source: Hide video background
sv: Dölj videobakgrund

# #31125
source: Enable cdArt
sv: Aktivera "cdArt"

# #31126
source: Enable clearArt
sv: Aktivera "clearArt"

# #31127
source: Music folder path
sv: Sökväg till Musikmapp

# #31133
source: Use Artist-Album order for albums
sv: Använd "Artist-Album"-sortering för album

# #31134
source: Animated backgrounds
sv: Animerade bakgrunder

# #31135
source: Animated weather icons
sv: Animerade väderikoner

# #31136
source: Use genre icons
sv: Använd genreikoner

# #31137
source: Show media flags
sv: Visa mediaflaggor

# #31138
source: Custom Shutdown Menu
sv: Anpassad avstängningsmeny

# #31139
source: Use posters
sv: Använd posters

# #31140
source: I hate Transparency!
sv: Jag hatar "Transparency!"

# #31142
source: Fanart - Medium list
sv: Fanart - Medium lista

# #31143
source: Fanart - Short list
sv: Fanart - Kort lista

# #31144
source: Fanart - Long list
sv: Fanart - Lång lista

# #31146
source: Always play trailers fullscreen
sv: Spela alltid trailer i helskärmsläge

# #31149
source: Hide trailer icon
sv: Dölj trailerikon

# #31150
source: Button label:
sv: Knappetikett:

# #31151
source: Source name:
sv: Källnamn:

# #31153
source: Weather icon
sv: Väderikoner

# #31154
source: Application
sv: Applikation

# #31155
source: Command:
sv: Kommando:

# #31156
source: Favourite
sv: Favorit

# #31157
source: Select favourite:
sv: Välj favorit:

# #31158
source: Change Your Settings...
sv: Ändra dina inställningar...

# #31159
source: [B]CONFIGURE VIDEO SETTINGS[/B][CR]Manage your video library - Set video playback options - Change video listing options[CR]Set subtitle fonts
sv: [B]KONFIGURERA VIDEOINSTÄLLNINGAR[/B][CR]Hantera ditt videobibliotek - Ändra uppspelningsinställningar[CR]Ändra inställningar för videolistor - Ändra utseende på undertexten

# #31160
source: [B]CONFIGURE TV SETTINGS[/B][CR]Change fullscreen info - Manage EPG data settings[CR]Configure recording options
sv: [B]ÄNDRA TVINSTÄLLNINGAR[/B][CR]Ändra helskärmsinfo - Hantera dina EPG-inställningar[CR]Ändra inspelningsinställningar

# #31161
source: [B]CONFIGURE MUSIC SETTINGS[/B][CR]Manage your music library - Set music playback options - Change music listing options[CR]Setup song submission - Set karaoke options
sv: [B]ÄNDRA MUSIKINSTÄLLNINGAR[/B][CR]Hantera ditt musikbibliotek - Ändra uppspelningsinställningar[CR]Ändra inställningar för musiklistor - Ställ in låthantering och karaoke

# #31162
source: [B]CONFIGURE PICTURE SETTINGS[/B][CR]Set picture listing options[CR]Configure slideshows
sv: [B]ÄNDRA BILDINSTÄLLNINGAR[/B][CR]Ändra inställningar för bildlistor[CR]Ställ in bildspel

# #31163
source: [B]CONFIGURE WEATHER SETTINGS[/B][CR]Set three cities to collect weather information[CR]Select a weather addon
sv: [B]ÄNDRA VÄDERINSTÄLLNINGAR[/B][CR]Välj tre städer att hämta väderinformation om[CR]Välj väderplugin

# #31164
source: [B]CONFIGURE SYSTEM SETTINGS[/B][CR]Setup and calibrate displays - Configure audio output - Setup remote controls[CR]Set power saving options - Enable debugging - Setup master lock
sv: [B]ÄNDRA SYSTEMINSTÄLLNINGAR[/B][CR]Ställ in och kalibrera bildskärmar - Konfigurera ljudutgångar - Ställ in fjärrkontroll[CR]Justera strömbesparing - Aktivera debugging - Sätt huvudlås

# #31165
source: [B]CONFIGURE SERVICE SETTINGS[/B][CR]Setup control of Kodi via UPnP and HTTP - Configure file sharing[CR]Enable AirPlay
sv: [B]ÄNDRA NÄTVERKSINSTÄLLNINGAR[/B][CR]Konfigurera kontroll av Kodi via UPnP och HTTP[CR]Ställ in fildelning - Ändra internetåtkomst

# #31166
source: [B]CONFIGURE PROFILE SETTINGS[/B][CR]Select your Kodi user Profile[CR]to login and continue
sv: [B]ÄNDRA PROFILINSTÄLLNINGAR[/B][CR]Välj och hantera Kodi användarprofiler

# #31167
source: [B]CONFIGURE APPEARANCE SETTINGS[/B][CR]Select a skin - Set language and region - Change file listing options[CR]Set up a screensaver
sv: [B]ÄNDRA UTSEENDEINSTÄLLNINGAR[/B][CR]Välj land och region - Ändra inställningar för fillistor[CR]Välj ett skal - Ställ in skärmsläckare

# #31168
source: [B]CONFIGURE SKIN SETTINGS[/B][CR]Setup the Transparency! skin - Add and remove home menu items[CR]Change skin backgrounds
sv: [B]ÄNDRA SKALINSTÄLLNINGAR[/B][CR]Ställ in Transparency! - Ändra bakgrunder[CR]Lägg till och ta bort från hemmenyn

# #31169
source: [B]CONFIGURE ADD-ONS[/B][CR]Manage your installed Add-ons - Browse for and install Add-ons from kodi.tv[CR]Modify Add-on settings
sv: [B]KONFIGURERA TILLÄGG[/B][CR]Hantera installerade tillägg - Bläddra och installera nya tillägg[CR]Ändra inställningar för tillägg

# #31170
source: [B]CHECK SYTEM INFORMATION[/B][CR]Display your hardware - Check current network settings[CR]Monitor free discspace
sv: [B]VISA SYSTEMINFORMATION[/B][CR]Visa din hårdvara - Visa nuvarande nätverksinställningar[CR]Övervaka diskutrymme

# #31171
source: Use season fanart
sv: Använd säsongsfanart

# #31172
source: Use extra fanart
sv: Använd extra fanart

# #31173
source: Use extra thumbs
sv: Använd extra miniatyrer

# #31174
source: Random Items
sv: Slumpmässiga objekt

# #31175
source: Random
sv: Slumpmässig

# #31177
source: Enable touchscreen mode
sv: Aktivera touchscreenläge

# #31178
source: Enable kiosk mode
sv: Aktivera kioskläge

# #31179
source: Next Episode:
sv: Nästa avsnitt:

# #31180
source: Use video background
sv: Använd videobakgrund

# #31181
source: Show banners in list
sv: Visa banner i listor

# #31182
source: Hide info panel
sv: Dölj infopanel

# #31184
source: Customize visualization background
sv: Anpassa visualiseringsbakgrund

# #31185
source: Listed shows
sv: Listade serier

# #31186
source: Airing today
sv: Sänds idag

# #31187
source: Use genre backgrounds
sv: Använd genrebakgrunder

# #31188
source: Recommended Items
sv: Rekommenderat

# #31189
source: Tip
sv: Tips

# #31190
source: Select add-on:
sv: Välj tillägg:

# #31193
source: TV recordings
sv: TV-inspelningar

# #31194
source: Radio recordings
sv: Radio inspelningar

# #31195
source: TV search
sv: TV sök

# #31196
source: Radio search
sv: Radio sök

# #31200
source: Custom add-on options
sv: Anpassade skriptalternativ

# #31210
source: Enable TvTunes add-on
sv: Använd "TvTunes"-skript

# #31211
source: Enable NextAired add-on
sv: Använd "NextAired"-skript

# #31212
source: Enable Qlock add-on
sv: Använd "Qlock"-skript

# #31213
source: Show Cinema Experience button in movie info dialog
sv: Visa "Cinema Experience"-knapp i filminfofönstret

# #31214
source: Integrate Cinema Experience in home movie menu buttons
sv: Integrera "Cinema Experience" med filmmenyn

# #31215
source: Hide GlobalSearch button
sv: Dölj GlobalSök-knapp

# #31216
source: Extras
sv: Extra

# #31219
source: Logo
sv: Logotyp

# #31223
source: Update rating
sv: Uppdatera betyg

# #31224
source: Extra Thumbs
sv: Extra miniatyrer

# #31225
source: Artist slideshow add-on
sv: Artistbildspelstillägg

# #31226
source: Actor info
sv: Skådespelarinfo

# #31227
source: Director info
sv: Regissörinfo

# #31228
source: Writer info
sv: Författarinfo

# #31301
source: PLAYER
sv: SPELARE

# #31302
source: START
sv: BÖRJA

# #31303
source: QUIT
sv: AVSLUTA

# #31304
source: Please enter player names...
sv: Var god ange spelarnas namn...

# #31305
source: It's your turn
sv: Det är din tur

# #31306
source: Press UP to continue...
sv: Tryck UPP för att fortsätta...

# #31307
source: Score
sv: Poäng

# #31308
source: Wins
sv: Vinster

# #31309
source: HAS WON
sv: HAR VUNNIT

# #31400
source: New:
sv: Ny:

# #31409
source: Player Controls
sv: Spelkontroller

# #31410
source: Recently Added
sv: Nyligen tillagt

# #31411
source: Recently Played
sv: Nyligen spelat

# #31501
source: Show tv info
sv: Visa TV-info

# #31600
source: Daily
sv: Dagliga

# #31601
source: Maps
sv: Kartor

# #31605
source: Weather forecast provided by:
sv: Väderprognos från:

# #31701
source: Default
sv: Standard

# #31703
source: Default Big
sv: Standard stor

# #31704
source: Arial Big
sv: Arial stor

# #31705
source: Default Big Bold
sv: Standard stor fet

# #31706
source: Arial Big Bold
sv: Arial stor fet
