Repository: MikeSiLVO/skin.transparency
Catalog: language/Catalan/strings.po
Languages: ca

# #31000
source: Volume muted
ca: Silenci

# #31001
source: Working...
ca: Ocupat...

# #31002
source: Enabled
ca: Habilitat

# #31003
source: Change mode
ca: Canvia el mode

# #31004
source: Watch as 2D
ca: Veure en 2D

# #31005
source: Local subtitle available
ca: Subtítol local disponible

# #31022
source: Music Files
ca: Arxius de música

# #31024
source: Page
ca: Pàgina

# #31025
source: Items
ca: Elements

# #31026
source: Video Library
ca: Biblioteca de vídeo

# #31027
source: Music Library
ca: Biblioteca de música

# #31031
source: Full list
ca: Llista complerta

# #31032
source: Cover flow
ca: Fluix de portada

# #31033
source: Pic thumb
ca: Miniatures d'imatges

# #31034
source: Wide icons
ca: Icones amples

# #31035
source: Slide
ca: Diapositiva

# #31038
source: Wall
ca: Paret

# #31039
source: Item
ca: Element

# #31042
source: PLAYING
ca: REPRODUINT

# #31043
source: PAUSED
ca: PAUSAT

# #31044
source: FAST FORWARD
ca: AVANÇAR RÀPID

# #31045
source: REWIND
ca: REBOBINAR

# #31046
source: Welcome to Kodi - Please Login
ca: Benvingut a Kodi - Si us plau, identifiquis

# #31047
source: Last logged in
ca: Identificat per darrera vegada el

# #31048
source: Timers
ca: Temporitzador

# #31050
source: Finish Time
ca: Hora finalització

# #31051
source: Shutdown in 90 minutes
ca: Aturada en 90 minuts

# #31055
source: Open playlist
ca: Obrir llista reproducció

# #31056
source: Save playlist
ca: Guardar llista reproducció

# #31057
source: Close playlist
ca: Tancar llista reproducció

# #31058
source: System music files
ca: Arxius de música del sistema

# #31059
source: Current playlist
ca: Llista reproducció actual

# #31060
source: This file is stacked, select the part you want to play from.
ca: Aquest arxiu està apilat, seleccioni la part desde la que vol reproduir

# #31101
source: Home screen options
ca: Opcions de pantalla d'inicio

# #31102
source: Backgrounds
ca: Fons

# #31106
source: Miscellaneous options
ca: Opcions de miscelània

# #31109
source: Enable logos
ca: Activa els registres de canvis

# #31113
source: Single Image
ca: Una imatge

# #31114
source: Multi Image
ca: Multi-imatge

# #31115
source: Safe Mode
ca: Mode a prova d'errors

# #31116
source: Wide side menu buttons
ca: Menú lateral ampli

# #31117
source: Wide home menu buttons
ca: Menú principal ampli

# #31118
source: Horizontal home menu
ca: Menú principal en horitzontal

# #31122
source: Conditional
ca: Condicional

# #31125
source: Enable cdArt
ca: Habilitar cdArt

# #31126
source: Enable clearArt
ca: Habilitar clearArt

# #31127
source: Music folder path
ca: Ruta carpeta Música

# #31133
source: Use Artist-Album order for albums
ca: Ordenar àlbums per Intèrprete-Àlbum

# #31134
source: Animated backgrounds
ca: Fons animats

# #31135
source: Animated weather icons
ca: Icone animades per El Temps

# #31136
source: Use genre icons
ca: Utilitzar icones de gènere

# #31137
source: Show media flags
ca: Mostrar etiquetes multimèdia

# #31138
source: Custom Shutdown Menu
ca: Menú aturat personalitza

# #31139
source: Use posters
ca: Utilitzar pósters

# #31140
source: I hate Transparency!
ca: Odio Transparency!

# #31143
source: Fanart - Short list
ca: Fanart - Llista curta

# #31144
source: Fanart - Long list
ca: Fanart - Llista llarga

# #31146
source: Always play trailers fullscreen
ca: Reproduir trèilers en pantalla complerta

# #31150
source: Button label:
ca: Etiqueta del botó:

# #31151
source: Source name:
ca: Nom d'Origen:

# #31154
source: Application
ca: Aplicació

# #31155
source: Command:
ca: Comanda:

# #31156
source: Favourite
ca: Preferit

# #31159
source: [B]CONFIGURE VIDEO SETTINGS[/B][CR]Manage your video library - Set video playback options - Change video listing options[CR]Set subtitle fonts
ca: [B]CONFIGUREU ELS PARÀMETRES DE VÍDEO[/B][CR][CR]Gestioneu la biblioteca de vídeos · Establiu les opcions de reproducció de vídeo[CR]Canvieu les opcions del llistat de vídeo · Establiu els tipus de lletra dels subtítols

# #31174
source: Random Items
ca: Elements a l'atzar

# #31175
source: Random
ca: A l'atzar

# #31178
source: Enable kiosk mode
ca: Activa el mode quiosc

# #31193
source: TV recordings
ca: Enregistraments de TV

# #31200
source: Custom add-on options
ca: Opcions personalitzades d'script

# #31216
source: Extras
ca: Extres

# #31219
source: Logo
ca: Logotip

# #31400
source: New:
ca: Nou:

# #31409
source: Player Controls
ca: Controls de Reproductor

# #31410
source: Recently Added
ca: Afegides Recentment

# #31411
source: Recently Played
ca: Vistes Recentment

# #31601
source: Maps
ca: Mapes

# #31701
source: Default
ca: Per defecte
