Repository: MikeSiLVO/skin.transparency
Catalog: language/Norwegian/strings.po
Languages: no

# #31000
source: Volume muted
no: Volum dempet

# #31001
source: Working...
no: Arbeider...

# #31002
source: Enabled
no: Aktivert

# #31003
source: Change mode
no: Endre modus

# #31004
source: Watch as 2D
no: Se på som 2D

# #31005
source: Local subtitle available
no: Lokal undertekst tilgjengelig

# #31006
source: Video Extras
no: Ekstra videoer

# #31022
source: Music Files
no: Musikkfiler

# #31024
source: Page
no: Side

# #31025
source: Items
no: Objekter

# #31026
source: Video Library
no: Videobibliotek

# #31027
source: Music Library
no: Musikkbibliotek

# #31031
source: Full list
no: Full liste

# #31032
source: Cover flow
no: Covervisning

# #31033
source: Pic thumb
no: Miniatyrbilder

# #31034
source: Wide icons
no: Bredere menyknapper

# #31035
source: Slide
no: Skli

# #31038
source: Wall
no: Vegg

# #31039
source: Item
no: Element

# #31042
source: PLAYING
no: Spiller av

# #31043
source: PAUSED
no: Pause

# #31044
source: FAST FORWARD
no: Spol framover

# #31045
source: REWIND
no: Spol bakover

# #31046
source: Welcome to Kodi - Please Login
no: Velkommen til Kodi - Vennligst logg inn

# #31047
source: Last logged in
no: Siste innlogging

# #31050
source: Finish Time
no: Ferdig klokka

# #31051
source: Shutdown in 90 minutes
no: Slår av om 90 minutter

# #31055
source: Open playlist
no: Åpne spilleliste

# #31056
source: Save playlist
no: Lagre spilleliste

# #31057
source: Close playlist
no: Lukk spilleliste

# #31058
source: System music files
no: Systemmusikkfiler

# #31059
source: Current playlist
no: Nåværende spilleliste

# #31060
source: This file is stacked, select the part you want to play from.
no: Denne fila er stablet, velg delen du vil spille fra

# #31100
source: Settings level:
no: Innstillings nivå:

# #31101
source: Home screen options
no: Innstillinger for hovedmeny

# #31102
source: Backgrounds
no: Bakgrunner

# #31103
source: Show scrolling titles
no: Vis rullende titler

# #31104
source: Hide cases
no: Skjul cover

# #31105
source: Disable case animation
no: Deaktiver cover animasjon

# #31106
source: Miscellaneous options
no: Diverse innstilinger

# #31109
source: Enable logos
no: Aktiver logo

# #31110
source: Animated fanart
no: Animert fanart

# #31112
source: Use visualisation background
no: Bruk visualisering bakgrunn

# #31113
source: Single Image
no: Enkeltbilde

# #31114
source: Multi Image
no: Flerbilde

# #31115
source: Safe Mode
no: Sikkermodus

# #31116
source: Wide side menu buttons
no: Brede sidemenyknapper

# #31117
source: Wide home menu buttons
no: Brede hovedmenyknapper

# #31118
source: Horizontal home menu
no: Horisontal hovedmeny

# #31119
source: Hide visualisation background
no: Skjul visualisering bakgrunn

# #31122
source: Conditional
no: Betinget

# #31123
source: Hide video background
no: Skjul videobakgrunn

# #31125
source: Enable cdArt
no: Aktiver cdArt

# #31126
source: Enable clearArt
no: Aktiver clearArt

# #31127
source: Music folder path
no: Musikk mappesti

# #31133
source: Use Artist-Album order for albums
no: Bruk Artist-Album sortering for album

# #31134
source: Animated backgrounds
no: Animerte bakgrunner

# #31135
source: Animated weather icons
no: Animerte vær-ikoner

# #31136
source: Use genre icons
no: Bruk sjanger-ikoner

# #31137
source: Show media flags
no: Vis mediaflagg

# #31138
source: Custom Shutdown Menu
no: Egendefinert "Slå av" meny

# #31139
source: Use posters
no: Bruk filmplakater

# #31140
source: I hate Transparency!
no: Jeg hater Transparency!

# #31142
source: Fanart - Medium list
no: Fanart - medium liste

# #31143
source: Fanart - Short list
no: Fanart - Kort liste

# #31144
source: Fanart - Long list
no: Fanart - Lang liste

# #31146
source: Always play trailers fullscreen
no: Spill alltid trailere i fullskjerm

# #31149
source: Hide trailer icon
no: Skjul trailer-ikon

# #31150
source: Button label:
no: Knapp etikett:

# #31151
source: Source name:
no: Kilde navn:

# #31153
source: Weather icon
no: Vær-ikon

# #31154
source: Application
no: Program

# #31155
source: Command:
no: Kommando:

# #31156
source: Favourite
no: Favoritt

# #31157
source: Select favourite:
no: Velg Favoritt:

# #31158
source: Change Your Settings...
no: Endre innstillinger...

# #31159
source: [B]CONFIGURE VIDEO SETTINGS[/B][CR]Manage your video library - Set video playback options - Change video listing options[CR]Set subtitle fonts
no: [B]KONFIGURER VIDEOINNSTILLINGER[/B][CR]Administrér ditt videobibliotek - Endre alternativer for videoavspilling - Endre alternativer for videolister[CR]Endre skrifttype for undertekst

# #31160
source: [B]CONFIGURE TV SETTINGS[/B][CR]Change fullscreen info - Manage EPG data settings[CR]Configure recording options
no: [B]KONFIGURER TVINNSTILLINGER[/B][CR]Endre fullskjermsinformasjon - Administrér EPG-instillinger[CR]Endre alternativer for opptak

# #31161
source: [B]CONFIGURE MUSIC SETTINGS[/B][CR]Manage your music library - Set music playback options - Change music listing options[CR]Setup song submission - Set karaoke options
no: [B]KONFIGURER MUSIKKINNSTILLINGER[/B][CR]Administrér ditt musikkbibliotek - Endre alternativer for musikkavspilling - Forandre listevalg for musikk[CR]Oppsett for sanginnsending - Endre alternativer for karaoke

# #31162
source: [B]CONFIGURE PICTURE SETTINGS[/B][CR]Set picture listing options[CR]Configure slideshows
no: [B]KONFIGURER BILDEINNSTILLINGER[/B][CR]Endre alternativer for bildelisting[CR]Konfigurer lysbildefremvisning

# #31163
source: [B]CONFIGURE WEATHER SETTINGS[/B][CR]Set three cities to collect weather information[CR]Select a weather addon
no: [B]KONFIGURER VÆRINNSTILLINGER[/B][CR]Angi tre byer for å samle værinformasjon[CR]Velg et værtillegg

# #31164
source: [B]CONFIGURE SYSTEM SETTINGS[/B][CR]Setup and calibrate displays - Configure audio output - Setup remote controls[CR]Set power saving options - Enable debugging - Setup master lock
no: [B]KONFIGURER SYSTEMVALG[/B][CR]Oppsett og kalibrering av skjerm - Konfigurer lyd utgang - Innstillinger for fjernkontroll[CR]Endre alternativer for strømsparing - Aktiver feilsøking - Angi hovedkode

# #31165
source: [B]CONFIGURE SERVICE SETTINGS[/B][CR]Setup control of Kodi via UPnP and HTTP - Configure file sharing[CR]Enable AirPlay
no: [B]KONFIGURER TJENESTEINNSTILLINGER[/B][CR]Oppsett av Kodi via UPnP og HTTP - Konfigurer fildeling[CR]Aktiver AirPlay

# #31166
source: [B]CONFIGURE PROFILE SETTINGS[/B][CR]Select your Kodi user Profile[CR]to login and continue
no: [B]KONFIGURER PROFILINSTILLINGER[/B][CR]Velg din Kodi brukerprofil[CR]for å logge inn og fortsette

# #31167
source: [B]CONFIGURE APPEARANCE SETTINGS[/B][CR]Select a skin - Set language and region - Change file listing options[CR]Set up a screensaver
no: [B]KONFIGURER INNSTILLINGER FOR UTSEENDE[/B][CR]Velg et skall - Angi språk og region - Forandre fillistevalg[CR]Angi en skjermsparer

# #31168
source: [B]CONFIGURE SKIN SETTINGS[/B][CR]Setup the Transparency! skin - Add and remove home menu items[CR]Change skin backgrounds
no: [B]KONFIGURER SKALLINNSTILLINGER[/B][CR]Oppsett av Transparency! skallet - Legg til og fjern knapper fra hovedmenyen[CR]Forandre skallbakgrunner

# #31169
source: [B]CONFIGURE ADD-ONS[/B][CR]Manage your installed Add-ons - Browse for and install Add-ons from kodi.tv[CR]Modify Add-on settings
no: [B]KONFIGURER TILLEGG[/B][CR]Administér installerte tillegg - Finn og innstallér tillegg fra kodi.tv[CR]Endre tilleggsinnstillinger

# #31170
source: [B]CHECK SYTEM INFORMATION[/B][CR]Display your hardware - Check current network settings[CR]Monitor free discspace
no: [B]SYSTEMINFORMASJON[/B][CR]Vis din maskinvare - sjekk nettverksinnstillinger[CR]Kontrollér ledig lagringsplass

# #31171
source: Use season fanart
no: Bruk fanart for sesong

# #31172
source: Use extra fanart
no: Bruk ekstra fanart

# #31173
source: Use extra thumbs
no: Bruk ekstra miniatyrbilder

# #31174
source: Random Items
no: Tilfeldige elementer

# #31175
source: Random
no: Tilfeldig

# #31177
source: Enable touchscreen mode
no: Aktiver berøringsskjerm

# #31178
source: Enable kiosk mode
no: Aktiver kioskmodus

# #31179
source: Next Episode:
no: Neste episode:

# #31180
source: Use video background
no: Bruk videobakgrunn

# #31181
source: Show banners in list
no: Vis banner i liste

# #31182
source: Hide info panel
no: Skjul informasjonspanel

# #31184
source: Customize visualization background
no: Tilpass visualiseringsbakgrunn

# #31185
source: Listed shows
no: Opplistede serier

# #31186
source: Airing today
no: Sendes i dag

# #31187
source: Use genre backgrounds
no: Bruk sjangerbakgrunner

# #31188
source: Recommended Items
no: Anbefalte elementer

# #31189
source: Tip
no: Tips

# #31190
source: Select add-on:
no: Velg tillegg:

# #31193
source: TV recordings
no: TV-opptak

# #31200
source: Custom add-on options
no: Egendefinerte skript-valg

# #31210
source: Enable TvTunes add-on
no: Aktiver TvTunes tillegg

# #31211
source: Enable NextAired add-on
no: Aktiver NextAired tillegg

# #31212
source: Enable Qlock add-on
no: Aktiver Qlock tillegg

# #31213
source: Show Cinema Experience button in movie info dialog
no: Vis kinoopplevelse knapp i filminformasjon

# #31214
source: Integrate Cinema Experience in home movie menu buttons
no: Integrer kinoopplevelse i menyknapper for hovedfilm

# #31215
source: Hide GlobalSearch button
no: Skjul knapp for globalt søk

# #31216
source: Extras
no: Tillegg

# #31221
source: Extra Fanart
no: Ekstra fanart

# #31222
source: TV Tune
no: Kjenningsmelodi for TV-serier

# #31223
source: Update rating
no: Oppdater vurdering

# #31224
source: Extra Thumbs
no: Ekstra miniatyrbilder

# #31225
source: Artist slideshow add-on
no: Artist lysbildefremvisningstillegg

# #31226
source: Actor info
no: Skuespillerinformasjon

# #31227
source: Director info
no: Regissørinformasjon

# #31228
source: Writer info
no: Manusinformasjon

# #31301
source: PLAYER
no: SPILLER

# #31303
source: QUIT
no: AVSLUTT

# #31304
source: Please enter player names...
no: Vennligst skriv inn spillerens navn...

# #31305
source: It's your turn
no: Det er din tur

# #31306
source: Press UP to continue...
no: Trtkk OPP for å fortsette...

# #31307
source: Score
no: Poengsum

# #31308
source: Wins
no: Vant

# #31309
source: HAS WON
no: HAR VUNNET

# #31400
source: New:
no: Ny:

# #31409
source: Player Controls
no: Kontroller for avspiller

# #31410
source: Recently Added
no: Nylig lagt til

# #31411
source: Recently Played
no: Sist avspilt

# #31501
source: Show tv info
no: Vis tv info

# #31601
source: Maps
no: Kart

# #31605
source: Weather forecast provided by:
no: Værmeldingen leveres av:

# #31701
source: Default
no: Standard

# #31703
source: Default Big
no: Standard stor

# #31704
source: Arial Big
no: Arial stor

# #31705
source: Default Big Bold
no: Standard stor uthevet

# #31706
source: Arial Big Bold
no: Arial Stor Uthevet
