Repository: MikeSiLVO/skin.transparency
Catalog: language/*/strings.po
Languages: dutch, italian, russian

# #31000
source: Volume muted
dutch: Volume gedempt
italian: Muto
russian: Звук выключен

# #31001
source: Working...
dutch: Bezig...
italian: Elaborazione in corso...
russian: Работаю...

# #31002
source: Enabled
dutch: Geactiveerd
italian: Abilitato
russian: Вкл.

# #31003
source: Change mode
dutch: Verander modus
italian: Cambia modalità
russian: Изменить режим

# #31004
source: Watch as 2D
dutch: Bekijk als 2D
italian: Guarda come 2D
russian: Просмотр в 2D

# #31005
source: Local subtitle available
dutch: Lokale ondertitels beschikbaar
italian: Sottotitolo locale disponibile
russian: Доступны локальные субтитры

# #31006
source: Video Extras
italian: Video Extra
russian: Видео дополнения

# #31022
source: Music Files
dutch: Muziekbestanden
italian: Musica Files
russian: Музыка Файлы

# #31024
source: Page
dutch: Pagina
italian: Pagina
russian: Страница

# #31025
source: Items
italian: Oggetti
russian: Объект(-а,-ов)

# #31026
source: Video Library
dutch: Videobibliotheek
italian: Libreria Video
russian: Библиотека видео

# #31027
source: Music Library
dutch: Muziekbibliotheek
italian: Libreria Musicale
russian: Библиотека музыки

# #31030
source: Fanart
russian: Фанарт

# #31031
source: Full list
dutch: Volledige lijst
italian: lista Completa
russian: Полный список

# #31032
source: Cover flow
italian: Cascata
russian: Обложки

# #31033
source: Pic thumb
dutch: Fotominiaturen
italian: Miniatura foto
russian: Предпросмотр

# #31034
source: Wide icons
dutch: Brede iconen
italian: Icone grandi
russian: Значки

# #31035
source: Slide
dutch: Dia
russian: Слайды

# #31036
source: Polaroid
russian: Полароид

# #31038
source: Wall
italian: Muro
russian: Стена

# #31039
source: Item
italian: Elemento
russian: Предмет

# #31040
source: Jukebox
russian: Музыкальный Аппарат

# #31042
source: PLAYING
dutch: AFSPELEN
italian: RIPRODUZIONE
russian: Проигрывается

# #31043
source: PAUSED
dutch: GEPAUZEERD
italian: PAUSA
russian: Приостановлено

# #31044
source: FAST FORWARD
dutch: VOORUIT SPOELEN
italian: AVANTI VELOCE
russian: Перемотка вперед

# #31045
source: REWIND
dutch: TERUGSPOELEN
italian: RIAVVOLGIMENTO
russian: Перемотка назад

# #31046
source: Welcome to Kodi - Please Login
dutch: Welkom bij Kodi - Inloggen, alstublieft
italian: Benvenuto in Kodi - Prego, effettua il Login
russian: Добро пожаловать в Kodi!

# #31047
source: Last logged in
dutch: Laatst ingelogd
italian: Ultimo entrato
russian: Последний вход в

# #31048
source: Timers
italian: Timer
russian: Таймеры

# #31050
source: Finish Time
dutch: Eindtijd
italian: Fine prevista
russian: Время окончания

# #31051
source: Shutdown in 90 minutes
dutch: Uitschakelen na 90 minuten
italian: Spegnimento in 90 minuti
russian: Выключение через 90 мин.

# #31055
source: Open playlist
dutch: Afspeellijst openen
italian: Apri playlist
russian: Открыть плейлист

# #31056
source: Save playlist
dutch: Afspeellijst bewaren
italian: Salva playlist
russian: Сохранить плейлист

# #31057
source: Close playlist
dutch: Afspeellijst sluiten
italian: Chiudi playlist
russian: Закрыть плейлист

# #31058
source: System music files
dutch: Systeem muziekbestanden
italian: Files musicali del sistema
russian: Файлы системных звуков

# #31059
source: Current playlist
dutch: Huidige afspeellijst
italian: Playlist corrente
russian: Текущий плейлист

# #31060
source: This file is stacked, select the part you want to play from.
dutch: Dit bestand bestaat uit meerdere delen, selecteer het gedeelte vanaf waar u wilt afspelen.
italian: Questo file è composto da più parti. Scegli quale parte riprodurre
russian: Это объединенный файл, выберите желаемую часть для просмотра

# #31061
source: Last updated:
dutch: Laatste update:
italian: Ultimo aggiornamento:
russian: Последнее обновление:

# #31100
source: Settings level:
dutch: Instellingsniveau:
italian: Livello impostazioni:
russian: Уровень настроек

# #31101
source: Home screen options
dutch: Opties beginscherm
italian: Opzioni schermata iniziale
russian: Настройки главного меню

# #31102
source: Backgrounds
dutch: Achtergronden
italian: Sfondi
russian: Фон

# #31103
source: Show scrolling titles
dutch: Toon scrollende titels
italian: Mostra i titoli a scorrimento
russian: Скролинг названий

# #31104
source: Hide cases
dutch: DVD-boxen / CD-cases verbergen
italian: Nascondi contenitori
russian: Спрятать варианты

# #31105
source: Disable case animation
dutch: Geanimeerde cases uitschakelen
italian: Disabilita l'animazione del contenitore
russian: Отключить анимацию коробки

# #31106
source: Miscellaneous options
dutch: Diverse opties
italian: Opzioni varie
russian: Основные настройки

# #31109
source: Enable logos
dutch: Logo's activeren
italian: Abilita i loghi
russian: Включить лого

# #31110
source: Animated fanart
dutch: Geanimeerde fanart
italian: Fanart animate
russian: Анимированые картинки

# #31112
source: Use visualisation background
dutch: Visualisatie in achtergrond tonen
italian: Usa sfondo visualizzazione
russian: Включить отображение фона

# #31113
source: Single Image
dutch: Enkele afbeelding
italian: Immagine singola
russian: Единичное изображение

# #31114
source: Multi Image
dutch: Meervoudige afbeelding
italian: Multi-Immagine
russian: Множественное изображение

# #31115
source: Safe Mode
dutch: Veilige modus
italian: Modalità sicura
russian: Безопасный режим

# #31116
source: Wide side menu buttons
dutch: Bredere knoppen in zijmenu
italian: Pulsanti menù laterale grandi
russian: Широкие кнопки в боковом меню

# #31117
source: Wide home menu buttons
dutch: Bredere knoppen in hoofdmenu
italian: Pulsanti schermata principale grandi
russian: Широкие кнопки на домашнем экране

# #31118
source: Horizontal home menu
dutch: Horizontaal hoofdmenu
italian: Menu schermata principale orizzontale
russian: Горизонтальное меню на домашнем экране

# #31119
source: Hide visualisation background
dutch: Visualisatie in achtergrond verbergen
italian: Nascondi sfondo visualizzazione
russian: Скрыть отображение фона

# #31122
source: Conditional
dutch: Weersafhankelijk
italian: Condizionale
russian: Условно

# #31123
source: Hide video background
dutch: In achtergrond spelende video verbergen
italian: Nascondi sfondo video
russian: Скрыть фоновое видео

# #31125
source: Enable cdArt
dutch: CdArt activeren
italian: Abilita cdArt
russian: Включить cdArt

# #31126
source: Enable clearArt
dutch: ClearArt activeren
italian: Abilita clearArt
russian: Включить clearArt

# #31127
source: Music folder path
dutch: Pad naar map voor muziek
italian: Percorso cartelle musicali
russian: Папка с музыке

# #31133
source: Use Artist-Album order for albums
dutch: Albums rangschikken op artiest - album
italian: Usa l'ordine per Artisti-Album per gli Album
russian: Использовать Исполнитель-Альбом для сортировки альбомов

# #31134
source: Animated backgrounds
dutch: Geanimeerde achtergronden
italian: Sfondi animati
russian: Анимированный фон

# #31135
source: Animated weather icons
dutch: Geanimeerde weericonen
italian: Icone meteo animate
russian: Анимированные значки погоды

# #31136
source: Use genre icons
dutch: Genre-iconen gebruiken
italian: Usa le icone per i generi
russian: Использовать значки жанров

# #31137
source: Show media flags
dutch: Media-flags tonen
italian: Mostra i media flags
russian: Показывать медиа значки

# #31138
source: Custom Shutdown Menu
dutch: Persoonlijk afsluitmenu
italian: Menu di spegnimento personalizzato
russian: Настройка меню выключения

# #31139
source: Use posters
dutch: Posters i.p.v. banners gebruiken
italian: Usa poster
russian: Использовать постеры

# #31140
source: I hate Transparency!
dutch: Ik haat Transparency!
italian: Io odio Transparency!
russian: Я ненавижу Transparency!

# #31142
source: Fanart - Medium list
dutch: Fanart Medium lijst
italian: Lista Fanart medie
russian: Картинки - Средний список

# #31143
source: Fanart - Short list
dutch: Fanart - korte lijst
italian: Fanart - lista corta
russian: Fanart - короткий список

# #31144
source: Fanart - Long list
dutch: Fanart - lange lijst
italian: Fanart - Lista lunga
russian: Fanart - длинный список

# #31146
source: Always play trailers fullscreen
dutch: Trailers altijd afspelen in volledig scherm
italian: Mostra sempre i trailer a schermo intero
russian: Всегда проигрывать трейлеры в полноэкранном режиме

# #31149
source: Hide trailer icon
dutch: Trailericoon verbergen
italian: Nascondi icona trailer
russian: Скрыть значок трейлера

# #31150
source: Button label:
dutch: Naam knop:
italian: Etichetta pulsante:
russian: Надпись кнопки:

# #31151
source: Source name:
dutch: Bronmap:
italian: Nome fonte:
russian: Имя источника:

# #31153
source: Weather icon
dutch: Weericoon
italian: Icona meteo
russian: Ярлык погоды

# #31154
source: Application
dutch: Programma
italian: Applicazione
russian: Приложение

# #31155
source: Command:
dutch: Opdracht
italian: Comando:
russian: Команда:

# #31156
source: Favourite
dutch: Favoriet
italian: Preferito
russian: Избранное

# #31157
source: Select favourite:
dutch: Favoriet selecteren:
italian: Seleziona favorito:
russian: Выбрать избранное:

# #31158
source: Change Your Settings...
dutch: Wijzig uw instellingen...
italian: Cambia Le Tue Impostazioni...
russian: Измените свои настройки...

# #31159
source: [B]CONFIGURE VIDEO SETTINGS[/B][CR]Manage your video library - Set video playback options - Change video listing options[CR]Set subtitle fonts
dutch: [B]VIDEO-INSTELLINGEN CONFIGUREREN[/B][CR]Beheer uw videobibliotheek - Configureer afspeelopties en bestandslijstopties[CR]Stel lettertype in voor ondertitels
italian: [B]CONFIGURA IMPOSTAZIONI VIDEO[/B][CR]Gestisci la tua libreria video - Scegli le impostazioni di riproduzione video - Cambia le opzioni delle liste dei video[CR]Imposta carattere dei sottotitoli
russian: [B]КОНФИГУРАЦИЯ ВИДЕО[/B][CR]Управление библиотекой видео - Настройка видео вывода - Изменение настроек листания[CR]Установка шрифта субтитров

# #31160
source: [B]CONFIGURE TV SETTINGS[/B][CR]Change fullscreen info - Manage EPG data settings[CR]Configure recording options
dutch: [B]TV-INSTELLINGEN CONFIGUREREN[/B][CR]Wijzig informatie volledig scherm - Beheer EPG-instellingen[CR]Configureer opname-opties
italian: [B]CONFIGURA IMPOSTAZIONI TV[/B][CR]Cambia informazioni su schermo intero - Gestisci le impostazioni dati della EPG[CR]Configura opzioni di registrazione
russian: [B]КОНФИГУРАЦИЯ ТВ[/B][CR]Изменить информацию экрана - Управление настройками EPG Data[CR]Настройка опций записи

# #31161
source: [B]CONFIGURE MUSIC SETTINGS[/B][CR]Manage your music library - Set music playback options - Change music listing options[CR]Setup song submission - Set karaoke options
dutch: [B]MUZIEKINSTELLINGEN CONFIGUREREN[/B][CR]Beheer uw muziekbibliotheek - Configureer afspeelopties en bestandslijstopties[CR]Configureer het toevoegen van nummers - Configureer karaoke-opties
italian: [B]CONFIGURA IMPOSTAZIONI MUSICA[/B][CR]Gestisci la tua libreria musicale - Scegli le impostazioni di riproduzione musica - Cambia le opzioni delle liste musicali[CR]Configura invio canzoni - Scegli opzioni karaoke
russian: [B]КОНФИГУРАЦИЯ МУЗЫКИ[/B][CR]Управление библиотекой музыки - Настройка аудио вывода - Изменение настроек листания[CR]Установка представления музыки - Установка параметров караоке

# #31162
source: [B]CONFIGURE PICTURE SETTINGS[/B][CR]Set picture listing options[CR]Configure slideshows
dutch: [B]AFBEELDINGSINSTELLINGEN CONFIGUREREN[/B][CR]Configureer bestandslijstopties en diavoorstelling
italian: [B]CONFIGURA LE IMPOSTAZIONI DELLE FOTO[/B][CR]Imposta le opzioni di ascolto delle foto[CR]Configura le presentazioni
russian: [B]КОНФИГУРЦИЯ ИЗОБРАЖЕНИЙ[/B][CR]Настройка листинга изображений[CR]Настройка слайдшоу

# #31163
source: [B]CONFIGURE WEATHER SETTINGS[/B][CR]Set three cities to collect weather information[CR]Select a weather addon
dutch: [B]WEERINSTELLINGEN CONFIGUREREN[/B][CR]Stel drie locaties in voor weersverwachtingen
italian: [B]CONFIGURA LE IMPOSTAZIONI DEL METEO[/B][CR]Imposta tre città per raccoglie le informazioni sul meteo[CR]Seleziona un addon meteo
russian: [B]КОНФИГУРАЦИЯ ПРОГНОЗА ПОГОДЫ[/B][CR]Установка трёх городов для получения прогноза[CR]Выбор плагина погоды

# #31164
source: [B]CONFIGURE SYSTEM SETTINGS[/B][CR]Setup and calibrate displays - Configure audio output - Setup remote controls[CR]Set power saving options - Enable debugging - Setup master lock
dutch: [B]SYSTEEMINSTELLINGEN CONFIGUREREN[/B][CR]Configureer en kalibreer scherm en geluidsuitgang - Configureer invoerapparaten en energiebeheeropties[CR]Schakel foutregistratie in - Configureer vergrendelopties
italian: [B]CONFIGURA LE IMPOSTAZIONI DEL SISTEMA[/B][CR]Imposta calibra i monitor - Configura le uscite audio - Configura i telecomandi[CR]Imposta il risparmio energetico - Abilita il debugging - Imposta il master lock
russian: [B]КОНФИГУРАЦИЯ СИСТЕМЫ[/B][CR]Установка и калибровка дисплея - Аудио выходы - Установка ДУ[CR]Настройка схемы питания - Включение дебаггера - Установка пароля

# #31165
source: [B]CONFIGURE SERVICE SETTINGS[/B][CR]Setup control of Kodi via UPnP and HTTP - Configure file sharing[CR]Enable AirPlay
dutch: [B]NETWERKINSTELLINGEN CONFIGUREREN[/B][CR]Configureer de bediening van Kodi via UPnP en HTTP - Configureer het delen van bestanden[CR]Configureer de internetverbinding
italian: [B]CONFIGURA LE IMPOSTAZIONI DEI SERVIZI[/B][CR]Imposta il controllo di Kodi via UPnP and HTTP - Configura lo scambio di file[CR]Abilita l'AirPlay
russian: [B]КОНФИГУРАЦИЯ СЕТИ[/B][CR]Управление Kodi через UPnP и HTTP - Настройка файлового шаринга[CR]Настройка доступа к Интернет

# #31166
source: [B]CONFIGURE PROFILE SETTINGS[/B][CR]Select your Kodi user Profile[CR]to login and continue
dutch: [B]PROFIELINSTELLINGEN CONFIGUREREN[/B][CR]Selecteer uw Kodi gebruikersprofiel om aan te melden en door te gaan[CR]Voeg eventueel nieuwe profielen toe
italian: [B]CONFIGURA LE IMPOSTAZIONI DEI PROFILI[/B][CR]Seleziona il tuo profilo utente inKodi [CR]per loggarti e continuare
russian: [B]КОНФИГУРАЦИЯ ПРОФИЛЯ[/B][CR]Выбор профиля пользователя[CR]для входа

# #31167
source: [B]CONFIGURE APPEARANCE SETTINGS[/B][CR]Select a skin - Set language and region - Change file listing options[CR]Set up a screensaver
dutch: [B]UITERLIJK CONFIGUREREN[/B][CR]Kies een skin - Stel taal en regio in[CR]Configureer bestandslijstopties en schermbeveiliging
italian: [B]CONFIGURA LE IMPOSTAZIONI DELL'ASPETTO[/B][CR]Seleziona uno skin - imposta lingua e regione - Cambia le impostazioni della visualizzazione di file[CR]Imposta un salvaschermo
russian: [B]КОНФИГУРАЦИЯ ВНЕШНЕГО ВИДА[/B][CR]Выбор скина - Установка языка и региона - Установка листинга файлов[CR]Настройка скринсейвера

# #31168
source: [B]CONFIGURE SKIN SETTINGS[/B][CR]Setup the Transparency! skin - Add and remove home menu items[CR]Change skin backgrounds
dutch: [B]SKIN CONFIGUREREN[/B][CR]Configureer de Transparency! skin - Voeg onderdelen toe aan[CR]of verwijder ze uit het beginscherm - Wijzig skinachtergronden en scriptinstellingen
italian: [B]CONFIGURA LE IMPOSTAZIONI DELLO SKIN[/B][CR]Configura Transparency! - Aggiungi e rimuovi elementi del menù principale[CR]Cambia gli sfondi dello Skin
russian: [B]КОНФИГУРАЦИЯ СКИНА[/B][CR]Настройка скина Transparency! - Добавление и удаление элементов меню[CR]Изменение бэкграундов

# #31169
source: [B]CONFIGURE ADD-ONS[/B][CR]Manage your installed Add-ons - Browse for and install Add-ons from kodi.tv[CR]Modify Add-on settings
dutch: [B]ADD-ONS CONFIGUREREN[/B][CR]Beheer uw ge√Ønstalleerde Add-ons - Zoek en installeer Add-ons via kodi.tv.[CR]Wijzig instellingen van Add-ons
italian: [B]CONFIGURA GLI ADD-ON[/B][CR]Gestisci i tuoi add-on - Sfoglia ed installa add-on da kodi.tv[CR]Modifica le impostazioni degli add-on
russian: [B]КОНФИГУРАЦИЯ ДОПОЛНЕНИЙ[/B][CR]Управление дополнениями - Поиск и установка дополнений из Kodi.tv[CR]Настройки дополнений

# #31170
source: [B]CHECK SYTEM INFORMATION[/B][CR]Display your hardware - Check current network settings[CR]Monitor free discspace
dutch: [B]SYTEEMINFORMATIE CONTROLEREN[/B][CR]Bekijk de hardware-configuratie - Controleer huidige netwerkinstellingen[CR]Bekijk beschikbare schijfruimte
italian: [B]VERIFICA LE INFORMAZIONI DI SISTEMA[/B][CR]Mostra il tuo hardware - Verifica le impostazioni di rete attuali[CR]Monitorizza lo spazio del disco
russian: [B]ИНФОРМАЦИЯ О СИСТЕМЕ[/B][CR]Показывает оборудование - Проверка сети[CR]Свободное место на диске

# #31171
source: Use season fanart
dutch: Fanart per seizoen gebruiken
italian: Usa fanart stagioni
russian: Использовать картинки сезонов

# #31172
source: Use extra fanart
dutch: Extra fanart gebruiken
italian: Usa fanart extra
russian: Дополнительные картинки

# #31173
source: Use extra thumbs
dutch: Extra miniaturen gebruiken
italian: Usa anteprime extra
russian: Дополнительные иконки

# #31174
source: Random Items
dutch: Willekeurige items
italian: Oggetti random
russian: Случайные

# #31175
source: Random
dutch: Willekeurig
italian: Casuale
russian: Случайно

# #31177
source: Enable touchscreen mode
dutch: Aanraakscherm-modus activeren
italian: Abilita modalità touchscreen
russian: Включить сенсорный режим

# #31178
source: Enable kiosk mode
dutch: Kioskmodus activeren (geen zijmenu's)
italian: Abilità modalità chiosco
russian: Включить режим киоска

# #31179
source: Next Episode:
dutch: Volgende aflevering:
italian: Episodio Successivo:
russian: Следующий эпизод:

# #31180
source: Use video background
dutch: Video laten doorspelen in achtergrond
italian: Usa sfondo video
russian: Включить фоновое видео

# #31181
source: Show banners in list
dutch: Banners tonen in lijst
italian: Mostra i banner nella lista
russian: Показывать баннеры в списке

# #31182
source: Hide info panel
dutch: Infoscherm verbergen
italian: Nascondi pannello delle informazioni
russian: Скрыть инфопанель

# #31184
source: Customize visualization background
dutch: Visualisatie in achtergrond aanpassen
italian: Personalizza visualizzazione sfondo
russian: Настроить изображение фона

# #31185
source: Listed shows
dutch: TV-Series in lijst
italian: Spettacoli in lista
russian: Список шоу

# #31186
source: Airing today
dutch: Vandaag uitgezonden
italian: In onda oggi
russian: Сегодня в эфире

# #31187
source: Use genre backgrounds
dutch: Genre-achtergronden gebruiken
italian: Usa sfondo genere
russian: Использовать жанровый фон

# #31188
source: Recommended Items
dutch: Aangeraden items
italian: Oggetti consigliati
russian: Рекомендуем

# #31189
source: Tip
italian: Consiglio
russian: Совет

# #31190
source: Select add-on:
dutch: Kies add-on:
italian: Scegli add-on:
russian: Выбрать дополнение:

# #31191
source: TV guide
dutch: TV gids
italian: guida TV
russian: ТВ-гид

# #31192
source: Radio guide
dutch: Radio gids
italian: Guida Radio
russian: Программа радио

# #31193
source: TV recordings
dutch: Tv opnamen
italian: Registrazioni TV
russian: Записи ТВ

# #31194
source: Radio recordings
dutch: Radio opnamen
italian: Registrazioni Radio
russian: Радио записи

# #31195
source: TV search
dutch: Tv zoeken
italian: Ricerca TV
russian: Поиск телеканалов

# #31196
source: Radio search
dutch: Radio zoeken
italian: Ricerca Radio
russian: Поиск радиостанций

# #31197
source: TV timers
italian: Timer TV
russian: Телевизионные таймеры

# #31198
source: Radio timers
italian: Timer Radio
russian: Радио таймеры

# #31200
source: Custom add-on options
dutch: Persoonlijke scriptopties
italian: Opzioni script personalizzate
russian: Дополнительные настройки скриптов

# #31210
source: Enable TvTunes add-on
dutch: TvTunes script activeren
italian: Abilita add-on TvTunes
russian: Включить дополнение TvTunes

# #31211
source: Enable NextAired add-on
dutch: NextAired script activeren
italian: Abilita add-on NextAired
russian: Включить дополнение NextAired

# #31212
source: Enable Qlock add-on
dutch: Qlock script activeren
italian: Abilita add-on Qlock
russian: Включить дополнение Qlock

# #31213
source: Show Cinema Experience button in movie info dialog
dutch: Cinema Experience knop tonen in scherm Filminformatie
italian: Mostra pulsante Cinema Experience nella schermata info sul film
russian: Показывать кнопку Отзывы в диалоге фильма

# #31214
source: Integrate Cinema Experience in home movie menu buttons
dutch: Cinema Experience integreren in hoofdmenu Speelfilms
italian: Integra Cinema Experience nel pulsanti film della schermata principale
russian: Встроить Отзывы в кнопки домашнего меню фильма

# #31215
source: Hide GlobalSearch button
dutch: GlobalSearch knop in beginscherm verbergen
italian: Nascondi pulsante GlobalSearch
russian: Скрыть кнопку Глобального Поиска

# #31216
source: Extras
italian: Extra
russian: Дополнительно

# #31219
source: Logo
russian: Логотип

# #31221
source: Extra Fanart
italian: Fanart aggiuntive
russian: Доп. картинки

# #31222
source: TV Tune
italian: Sigla TV
russian: Настройка ТВ

# #31223
source: Update rating
dutch: Score actualiseren
italian: Aggiorna valutazione
russian: Обновить рейтинг

# #31224
source: Extra Thumbs
dutch: Extra miniaturen
italian: Anteprime aggiuntive
russian: Доп. иконки

# #31225
source: Artist slideshow add-on
dutch: Artiest Diashow add-on
italian: Add-on Slideshow artisti
russian: Плагин слайд-шоу актеров

# #31226
source: Actor info
dutch: Info acteurs
italian: Info attore
russian: Об актере

# #31227
source: Director info
dutch: Info regisseur
italian: Info regista
russian: О режиссере

# #31228
source: Writer info
dutch: Info schrijver
italian: Info sceneggiatore
russian: О сценаристе

# #31301
source: PLAYER
dutch: SPELER
italian: GIOCATORE
russian: ИГРОК

# #31302
source: START
italian: INIZIO
russian: СТАРТ

# #31303
source: QUIT
dutch: STOPPEN
italian: ESCI
russian: ВЫХОД

# #31304
source: Please enter player names...
dutch: vul de naam van de speler in...
italian: Inserisci il nome del Giocatore
russian: Введите имя игроков

# #31305
source: It's your turn
dutch: Het is jou beurt
italian: E' il tuo turno
russian: Ваша очередь

# #31306
source: Press UP to continue...
dutch: Druk OMHOOG om verder te gaan...
italian: Premi SU per continuare
russian: Нажмите ВВЕРХ для продолжения

# #31307
source: Score
italian: Punteggio
russian: Счет

# #31308
source: Wins
dutch: aantal keer gewonnen
italian: Vince
russian: Победы

# #31309
source: HAS WON
dutch: HEEFT GEWONNEN
italian: Ha vinto
russian: ВЫИГРАЛ

# #31400
source: New:
dutch: Nieuw:
italian: Nuovo:
russian: Новые:

# #31409
source: Player Controls
dutch: Bediening speler
italian: Controlli Player
russian: Управление плеером

# #31410
source: Recently Added
dutch: Onlangs toegevoegd
italian: Aggiunti di recente
russian: Недавно добавленно

# #31411
source: Recently Played
dutch: Onlangs afgespeeld
italian: Avviati Di Recente
russian: Недавно проиграно

# #31501
source: Show tv info
dutch: TV-informatie weergeven
italian: Mostra info serie TV
russian: Показывать ТВ-информацию

# #31600
source: Daily
dutch: Dagelijks
italian: Quotidiano
russian: Ежедневно

# #31601
source: Maps
dutch: Kaarten
italian: Mappe
russian: Карты

# #31605
source: Weather forecast provided by:
dutch: Weersvoorspelling afkomstig van:
italian: Previsioni meteo fornite da:
russian: Прогноз погоды предоставлен:

# #31701
source: Default
dutch: Standaard
russian: По-умолчанию

# #31037
source: ThumbWall
dutch: Miniatuurmuur
italian: Muro Anteprime

# #31703
source: Default Big
dutch: Standaard groot
italian: Standard grande

# #31704
source: Arial Big
dutch: Arial groot
italian: Arial grande

# #31705
source: Default Big Bold
dutch: Standaard groot/vet
italian: Standard grande grassetto

# #31706
source: Arial Big Bold
dutch: Arial groot/vet
italian: Arial grande grassetto

# #31201
source: Select studio icons
dutch: Selecteer studio iconen

# #31202
source: Select recordlabel icons
dutch: Selecteer opname label iconen
