Repository: MikeSiLVO/skin.transparency
Catalog: language/*/strings.po
Languages: dutch, italian, russian

# #31203
source: Select movie genre icons
dutch: Selecteer film genre iconen

# #31204
source: Select music genre icons
dutch: Selecteer muziek genre iconen
