Repository: MikeSiLVO/skin.transparency
Catalog: language/Turkish/strings.po
Languages: tr

# #31000
source: Volume muted
tr: Sessiz

# #31001
source: Working...
tr: Meşgul...

# #31002
source: Enabled
tr: Etkin

# #31003
source: Change mode
tr: Modu değiştir

# #31004
source: Watch as 2D
tr: 2D olarak izleyin

# #31005
source: Local subtitle available
tr: Yerel altyazı mevcut

# #31006
source: Video Extras
tr: Video Ekstraları

# #31022
source: Music Files
tr: Müzik Dosyalar

# #31024
source: Page
tr: Sayfa

# #31025
source: Items
tr: Nesne

# #31026
source: Video Library
tr: Video Kütüphanesi

# #31027
source: Music Library
tr: Müzik Kütüphanesi

# #31031
source: Full list
tr: Tam liste

# #31032
source: Cover flow
tr: Kapak akışı

# #31033
source: Pic thumb
tr: Küçük resimler

# #31034
source: Wide icons
tr: Geniş simgeler

# #31035
source: Slide
tr: Slayt

# #31038
source: Wall
tr: Duvar

# #31039
source: Item
tr: Nesne

# #31040
source: Jukebox
tr: Müzik Kutusu

# #31042
source: PLAYING
tr: OYNATILIYOR

# #31043
source: PAUSED
tr: DURAKLATILDI

# #31044
source: FAST FORWARD
tr: İLERİ SAR

# #31045
source: REWIND
tr: GERİ SAR

# #31046
source: Welcome to Kodi - Please Login
tr: Kodi'ye Hoş geldiniz - Lütfen Giriş Yapın

# #31047
source: Last logged in
tr: Son giriş yapan

# #31048
source: Timers
tr: Zamanlayıcılar

# #31050
source: Finish Time
tr: Bitiş Zamanı

# #31051
source: Shutdown in 90 minutes
tr: 90 dakika içinde kapat

# #31055
source: Open playlist
tr: Çalma listesini aç

# #31056
source: Save playlist
tr: Çalma listesini kaydet

# #31057
source: Close playlist
tr: Çalma listesini kapat

# #31058
source: System music files
tr: Sistem müzik dosyaları

# #31059
source: Current playlist
tr: Geçerli çalma listesi

# #31060
source: This file is stacked, select the part you want to play from.
tr: Bu dosya istiflendi, oynatmak istediğiniz bölümü seçin.

# #31100
source: Settings level:
tr: Seviye ayarları:

# #31101
source: Home screen options
tr: Ana ekran ayarları

# #31102
source: Backgrounds
tr: Arkaplanlar

# #31103
source: Show scrolling titles
tr: Kaydırma başlıklarını göster

# #31104
source: Hide cases
tr: Kapakları gizle

# #31105
source: Disable case animation
tr: Kapak animasyonunu kapat

# #31106
source: Miscellaneous options
tr: Çeşitli ayarlar

# #31109
source: Enable logos
tr: Logolar açı

# #31110
source: Animated fanart
tr: Animasyonlu fanart

# #31112
source: Use visualisation background
tr: Görselleştirilmiş arkaplan kullan

# #31113
source: Single Image
tr: Tek Resim

# #31114
source: Multi Image
tr: Çoklu Resim

# #31115
source: Safe Mode
tr: Güvenli Kip

# #31116
source: Wide side menu buttons
tr: Geniş yan menü tuşları

# #31117
source: Wide home menu buttons
tr: Geniş ana menü tuşları

# #31118
source: Horizontal home menu
tr: Yatay ana menü

# #31119
source: Hide visualisation background
tr: Görselleştirilmiş arkaplanları gizle

# #31122
source: Conditional
tr: Koşullu

# #31123
source: Hide video background
tr: Video arkaplanı gizle

# #31125
source: Enable cdArt
tr: cdArt'ı etkinleştir

# #31126
source: Enable clearArt
tr: clearArt'ı etkinleştir

# #31127
source: Music folder path
tr: Müzik klasörü yolu

# #31133
source: Use Artist-Album order for albums
tr: Sanatçı kullan-Albümler için Albüm düzeni

# #31134
source: Animated backgrounds
tr: Hareketli artalan

# #31135
source: Animated weather icons
tr: Hareketli hava durumu simgeleri

# #31136
source: Use genre icons
tr: Tarz simgelerini kullan

# #31137
source: Show media flags
tr: Ortam bayraklarını göster

# #31138
source: Custom Shutdown Menu
tr: Özel Kapatma Menüsü

# #31139
source: Use posters
tr: Posterleri kullan

# #31140
source: I hate Transparency!
tr: Transparency'den nefret ediyorum!

# #31142
source: Fanart - Medium list
tr: Fanart - Orta liste

# #31143
source: Fanart - Short list
tr: Fanart - Kısa liste

# #31144
source: Fanart - Long list
tr: Fanart - Uzun liste

# #31146
source: Always play trailers fullscreen
tr: Fragmanları her zaman tam ekran oynat

# #31149
source: Hide trailer icon
tr: Fragman simgesini gizle

# #31150
source: Button label:
tr: Düğme Etiketi:

# #31151
source: Source name:
tr: Kaynak adı:

# #31153
source: Weather icon
tr: Hava durumu simgesi

# #31154
source: Application
tr: Uygulama

# #31155
source: Command:
tr: Komut:

# #31156
source: Favourite
tr: Sık Kullanılanlar

# #31157
source: Select favourite:
tr: Favori seç:

# #31158
source: Change Your Settings...
tr: Ayarlarınızı seçin...

# #31159
source: [B]CONFIGURE VIDEO SETTINGS[/B][CR]Manage your video library - Set video playback options - Change video listing options[CR]Set subtitle fonts
tr: [B]VIDEO AYARLARINI YAPILANDIR[/B][CR]Video kitaplığınızı yönetin - Video oynatma seçeneklerini ayarla - Video listeleme seçeneklerini değiştir[CR]Altyazı yazı tiplerini ayarla

# #31160
source: [B]CONFIGURE TV SETTINGS[/B][CR]Change fullscreen info - Manage EPG data settings[CR]Configure recording options
tr: [B]TV AYARLARINI YAPILANDIR[/B][CR]Tam ekran bilgisini değiştir - EPG veri ayarlarını yönet[CR]Kayıt seçeneklerini yapılandır

# #31170
source: [B]CHECK SYTEM INFORMATION[/B][CR]Display your hardware - Check current network settings[CR]Monitor free discspace
tr: [B]SİSTEM BİLGİSİNİ KONTROL ET[/B][CR]Donanımlarınızı görüntüleyin - Geçerli ağ ayarlarını kontrol edin[CR]Kullanılabilir disk alanı gözlemle

# #31171
source: Use season fanart
tr: Sezon fan çizimini kullan

# #31172
source: Use extra fanart
tr: Ekstra fanart kullan

# #31173
source: Use extra thumbs
tr: İlave küçük resimleri kullan

# #31174
source: Random Items
tr: Rastgele Öğeler

# #31175
source: Random
tr: Rastgele

# #31177
source: Enable touchscreen mode
tr: Dokunmatik ekran modunu etkinleştir

# #31178
source: Enable kiosk mode
tr: Bilgi noktası modu etkin

# #31179
source: Next Episode:
tr: Sonraki Bölüm:

# #31180
source: Use video background
tr: Video arkaplanı kullan

# #31181
source: Show banners in list
tr: Afişleri liste içinde göster

# #31182
source: Hide info panel
tr: Bilgi panelini gizle

# #31184
source: Customize visualization background
tr: Görselleştirme arka planını özelleştir

# #31185
source: Listed shows
tr: Listelenen gösteriler

# #31187
source: Use genre backgrounds
tr: İstediğiniz tür arka plan kullanılabilir.

# #31188
source: Recommended Items
tr: Önerilen ürünler

# #31189
source: Tip
tr: İpucu

# #31190
source: Select add-on:
tr: Eklenti seç:

# #31191
source: TV guide
tr: TV kılavuzu

# #31192
source: Radio guide
tr: Radyo kılavuzu

# #31193
source: TV recordings
tr: TV kayıtları

# #31194
source: Radio recordings
tr: Radyo kayıtları

# #31195
source: TV search
tr: TV ara

# #31196
source: Radio search
tr: Radyo ara

# #31197
source: TV timers
tr: TV zamanlayıcıları

# #31198
source: Radio timers
tr: Radyo zamanlayıcıları

# #31200
source: Custom add-on options
tr: Özel betik ayarları

# #31215
source: Hide GlobalSearch button
tr: Küresel arama düğmesini gizle

# #31216
source: Extras
tr: Ekstralar

# #31220
source: ClearArt
tr: Elektirikli Süpürge

# #31221
source: Extra Fanart
tr: İlave Fan Çizimleri

# #31222
source: TV Tune
tr: TV ayarı.

# #31223
source: Update rating
tr: Oylamayı güncelle

# #31224
source: Extra Thumbs
tr: Ekstra küçük resimler

# #31225
source: Artist slideshow add-on
tr: Sanatçı slayt gösterisi eklentisi

# #31226
source: Actor info
tr: Aktör bilgileri

# #31227
source: Director info
tr: Yönetmen bilgisi

# #31228
source: Writer info
tr: Yazar bilgisi

# #31229
source: DiscArt
tr: Disk kapağı.

# #31301
source: PLAYER
tr: OYNATICI

# #31302
source: START
tr: BAŞLAT

# #31303
source: QUIT
tr: ÇIK

# #31304
source: Please enter player names...
tr: Oyuncu isimlerini yazınız...

# #31305
source: It's your turn
tr: Sıra sizde

# #31306
source: Press UP to continue...
tr: Devam etmek için YUKARI basın...

# #31307
source: Score
tr: Puan

# #31308
source: Wins
tr: Galibiyetler

# #31309
source: HAS WON
tr: KAZANDI

# #31400
source: New:
tr: Yeni:

# #31409
source: Player Controls
tr: Oynatıcı Kontrolleri

# #31410
source: Recently Added
tr: Son Eklenenler

# #31411
source: Recently Played
tr: Son Oynatılanlar

# #31501
source: Show tv info
tr: TV Bilgisini göster

# #31600
source: Daily
tr: Günlük

# #31601
source: Maps
tr: Haritalar

# #31605
source: Weather forecast provided by:
tr: Hava tahmini sağlayıcısı:

# #31701
source: Default
tr: Varsayılan

# #31703
source: Default Big
tr: Varsayılan Büyüklük

# #31704
source: Arial Big
tr: Arial Büyük

# #31705
source: Default Big Bold
tr: Varsayılan Büyük Kalın

# #31706
source: Arial Big Bold
tr: Arial Büyük Kalın
