Repository: MikeSiLVO/skin.transparency
Catalog: language/Finnish/strings.po
Languages: fi

# #31000
source: Volume muted
fi: Ääni vaimennettu

# #31001
source: Working...
fi: Suoritetaan...

# #31002
source: Enabled
fi: Käytössä

# #31003
source: Change mode
fi: Vaihda tilaa

# #31004
source: Watch as 2D
fi: Katso 2D:nä

# #31005
source: Local subtitle available
fi: Paikallisia tekstityksiä saatavilla

# #31022
source: Music Files
fi: Musiikkitiedostot

# #31024
source: Page
fi: Sivu

# #31025
source: Items
fi: Kohdetta

# #31026
source: Video Library
fi: Videokirjasto

# #31027
source: Music Library
fi: Musiikkikirjasto

# #31030
source: Fanart
fi: Fanitaide

# #31031
source: Full list
fi: Luettelo

# #31032
source: Cover flow
fi: Kansivirta

# #31033
source: Pic thumb
fi: Kuvan kuvake

# #31034
source: Wide icons
fi: Leveät kuvakkeet

# #31035
source: Slide
fi: Diakuva

# #31038
source: Wall
fi: Seinä

# #31039
source: Item
fi: Kohdetta

# #31042
source: PLAYING
fi: TOISTETAAN

# #31043
source: PAUSED
fi: TAUKO

# #31044
source: FAST FORWARD
fi: KELAUS ETEENPÄIN

# #31045
source: REWIND
fi: KELAUS TAAKSEPÄIN

# #31046
source: Welcome to Kodi - Please Login
fi: Tervetuloa Kodi:iin - Kirjaudu sisään

# #31047
source: Last logged in
fi: Viimeksi kirjautunut

# #31048
source: Timers
fi: Ajastukset

# #31050
source: Finish Time
fi: Päättymisaika

# #31051
source: Shutdown in 90 minutes
fi: Sammuta 90 minuutin kuluttua

# #31055
source: Open playlist
fi: Avaa toistolista

# #31056
source: Save playlist
fi: Tallenna toistolista

# #31057
source: Close playlist
fi: Sulje toistolista

# #31058
source: System music files
fi: Järjestelmän musiikkitiedostot

# #31059
source: Current playlist
fi: Nykyinen toistolista

# #31060
source: This file is stacked, select the part you want to play from.
fi: Tämä tiedosto on pinottu, valitse osa jonka haluat toistaa.

# #31101
source: Home screen options
fi: Päävalikon asetukset

# #31102
source: Backgrounds
fi: Taustat

# #31104
source: Hide cases
fi: Piilota kannet

# #31105
source: Disable case animation
fi: Poista käytöstä kansien animaatiot

# #31106
source: Miscellaneous options
fi: Yleiset asetukset

# #31110
source: Animated fanart
fi: Animoitu fanitaide

# #31112
source: Use visualisation background
fi: Näytä taustavisualisointi

# #31113
source: Single Image
fi: Yksittäinen kuva

# #31114
source: Multi Image
fi: Vaihtuva kuva

# #31115
source: Safe Mode
fi: Turvallinen muoto

# #31116
source: Wide side menu buttons
fi: Leveät sivuvalikon painikkeet

# #31117
source: Wide home menu buttons
fi: Leveät päävalikon painikkeet

# #31118
source: Horizontal home menu
fi: Vaakasuuntainen päävalikko

# #31119
source: Hide visualisation background
fi: Piilota taustavisualisointi

# #31122
source: Conditional
fi: Ehdollinen

# #31123
source: Hide video background
fi: Piilota taustavideo

# #31125
source: Enable cdArt
fi: CDArt käytössä

# #31126
source: Enable clearArt
fi: ClearArt käytössä

# #31127
source: Music folder path
fi: Musiikin polku

# #31133
source: Use Artist-Album order for albums
fi: Albumit-käytä esittäjäjärjestystä

# #31134
source: Animated backgrounds
fi: Animoidut taustakuvat

# #31135
source: Animated weather icons
fi: Animoidut sääkuvakkeet

# #31136
source: Use genre icons
fi: Käytä lajityypin kuvakkeita

# #31137
source: Show media flags
fi: Näytä mediatunnukset

# #31138
source: Custom Shutdown Menu
fi: Mukautettu sammutusvalikko

# #31139
source: Use posters
fi: Käytä julisteita

# #31140
source: I hate Transparency!
fi: Vihaan Transparencyä!

# #31143
source: Fanart - Short list
fi: Fanitaide - lyhyt luettelo

# #31144
source: Fanart - Long list
fi: Fanitaide - pitkä luettelo

# #31146
source: Always play trailers fullscreen
fi: Toista esittelyt täydessä ruudussa

# #31149
source: Hide trailer icon
fi: Piilota traileri-kuvake

# #31150
source: Button label:
fi: Painikkeen teksti:

# #31151
source: Source name:
fi: Lähteen nimi:

# #31153
source: Weather icon
fi: Sää kuvake

# #31154
source: Application
fi: Sovellus

# #31155
source: Command:
fi: Komento:

# #31156
source: Favourite
fi: Suosikki

# #31157
source: Select favourite:
fi: Valitse suosikki:

# #31158
source: Change Your Settings...
fi: Vaihda asetuksia...

# #31159
source: [B]CONFIGURE VIDEO SETTINGS[/B][CR]Manage your video library - Set video playback options - Change video listing options[CR]Set subtitle fonts
fi: [B]Muokkaa videoasetuksia[/B][CR]Hallitse videokirjastoa - Aseta videotoiston asetukset - Vaihda videolistauksen asetuksia[CR]Aseta tekstitysasetukset

# #31160
source: [B]CONFIGURE TV SETTINGS[/B][CR]Change fullscreen info - Manage EPG data settings[CR]Configure recording options
fi: [B]Muokkaa TV-asetuksia[/B][CR]vaihda kokoruudun tiedot tilaan - aseta ohjelmaoppaan tietojen asetukset[CR]Määritä nauhoitus asetukset

# #31161
source: [B]CONFIGURE MUSIC SETTINGS[/B][CR]Manage your music library - Set music playback options - Change music listing options[CR]Setup song submission - Set karaoke options
fi: [B]Muokkaa musiikkiasetuksia[/B][CR]Hallitse musiikkikirjastoa - Aseta musiikkitoiston asetukset - Vaihda musiikkilistauksen[CR]asetuksia - Aseta kappaleen lähetysasetuksia - Aseta karaoke-asetukset

# #31162
source: [B]CONFIGURE PICTURE SETTINGS[/B][CR]Set picture listing options[CR]Configure slideshows
fi: [B]Muokkaa kuva-asetuksia[/B][CR]Aseta kuvalistauksen asetukset - Määritä kuvaesityksiä

# #31163
source: [B]CONFIGURE WEATHER SETTINGS[/B][CR]Set three cities to collect weather information[CR]Select a weather addon
fi: [B]Muokkaa sää-asetuksia[/B][CR]Aseta kolme kaupunkia joista noudetaan säätiedot

# #31164
source: [B]CONFIGURE SYSTEM SETTINGS[/B][CR]Setup and calibrate displays - Configure audio output - Setup remote controls[CR]Set power saving options - Enable debugging - Setup master lock
fi: [B]Muokkaa järjestelmän asetuksia[/B][CR]Aseta ja kalibroi näyttö - Määritä äänilähtö - Aseta kauko-ohjaus[CR]Aseta sähkönsäästöasetukset - Ota debuggaus käyttöön - Muokkaa pääkäyttäjän lukituksia

# #31165
source: [B]CONFIGURE SERVICE SETTINGS[/B][CR]Setup control of Kodi via UPnP and HTTP - Configure file sharing[CR]Enable AirPlay
fi: [B]Muokkaa verkkoasetuksia[/B][CR]Aseta Kodi ohjaus UPNP:n ja HTTP:n kautta - Määritä tiedostojen jako[CR]Aseta internet asetukset

# #31166
source: [B]CONFIGURE PROFILE SETTINGS[/B][CR]Select your Kodi user Profile[CR]to login and continue
fi: [B]Muokkaa profiiliasetuksia[/B][CR]Valitse Kodi käyttäjäprofiili[CR]kirjautuaksesi sisään

# #31167
source: [B]CONFIGURE APPEARANCE SETTINGS[/B][CR]Select a skin - Set language and region - Change file listing options[CR]Set up a screensaver
fi: [B]Muokkaa käyttöliittymän asetuksia[/B][CR]Vaihda ulkoasua - Vaihda kieliasetuksia - Aseta tiedostolistauksen asetukset[CR]Aseta ruudunsäästäjä

# #31168
source: [B]CONFIGURE SKIN SETTINGS[/B][CR]Setup the Transparency! skin - Add and remove home menu items[CR]Change skin backgrounds
fi: [B]Muokkaa ulkoasun asetuksia[/B][CR]Aseta Transparency! -ulkoasun asetukset - Lisää ja poista päävalikon kohteita[CR]Vaihda ulkoasun taustakuvia

# #31169
source: [B]CONFIGURE ADD-ONS[/B][CR]Manage your installed Add-ons - Browse for and install Add-ons from kodi.tv[CR]Modify Add-on settings
fi: [B]Muokkaa laajennuksia[/B][CR]Hallitse asennettuja laajennuksia - Valitse ja asenna laajennuksia kodi.tv:sta[CR]Muokkaa laajennusten asetuksia

# #31170
source: [B]CHECK SYTEM INFORMATION[/B][CR]Display your hardware - Check current network settings[CR]Monitor free discspace
fi: [B]Tarkista järjestelmän tiedot[/B][CR]Näytä laitteistosta tietoja - tarkista nykyiset verkon asetukset[CR]Valvo vapaata muistitilaa

# #31171
source: Use season fanart
fi: Kausifanitaide käytössä

# #31172
source: Use extra fanart
fi: Lisäfanitaide käytössä

# #31173
source: Use extra thumbs
fi: Lisäpienoiskuvat käytössä

# #31174
source: Random Items
fi: Satunnaiset kohteet

# #31175
source: Random
fi: Satunnainen

# #31177
source: Enable touchscreen mode
fi: Käytä kosketusnäyttötilaa

# #31178
source: Enable kiosk mode
fi: Käytä kioskitilaa

# #31179
source: Next Episode:
fi: Seuraava jakso:

# #31180
source: Use video background
fi: Käytä taustavideoa

# #31181
source: Show banners in list
fi: Näytä bannerit listassa

# #31182
source: Hide info panel
fi: Piilota tietoikkuna

# #31184
source: Customize visualization background
fi: Mukauta visualisoinnin taustaa

# #31190
source: Select add-on:
fi: Valitse lisäosa:

# #31191
source: TV guide
fi: Ohjelmaopas

# #31193
source: TV recordings
fi: Nauhoitukset

# #31200
source: Custom add-on options
fi: Skripti-asetukset

# #31210
source: Enable TvTunes add-on
fi: Käytä TvTunes-skriptiä

# #31211
source: Enable NextAired add-on
fi: Käytä NextAired-skriptiä

# #31212
source: Enable Qlock add-on
fi: Käytä Qlock-skriptiä

# #31213
source: Show Cinema Experience button in movie info dialog
fi: Näytä Cinema Experience-painike elokuvan tietoikkunoissa

# #31214
source: Integrate Cinema Experience in home movie menu buttons
fi: Yhdistä Cinema Experience päävalikon elokuvat-valikon painikkeisiin

# #31216
source: Extras
fi: Lisäosat

# #31223
source: Update rating
fi: Päivitä arvosana

# #31226
source: Actor info
fi: Näyttelijätiedot

# #31227
source: Director info
fi: Ohjaajatiedot

# #31400
source: New:
fi: Uusi

# #31409
source: Player Controls
fi: Toistimen säätimet

# #31410
source: Recently Added
fi: Viimeksi lisätty

# #31411
source: Recently Played
fi: Viimeksi toistettu

# #31501
source: Show tv info
fi: Näytä tv-tiedot

# #31601
source: Maps
fi: Kartat

# #31605
source: Weather forecast provided by:
fi: Sääennusteet tarjoaa:

# #31701
source: Default
fi: Oletus

# #31703
source: Default Big
fi: Oletus Suuri

# #31704
source: Arial Big
fi: Arial Suuri

# #31705
source: Default Big Bold
fi: Oletus Suuri Lihavoitu

# #31706
source: Arial Big Bold
fi: Arial Suuri Lihavoitu
