Repository: MikeSiLVO/skin.transparency
Catalog: language/resource.language.*/strings.po
Languages: da_dk, el_gr, es_mx, gl_es, pl_pl, th_th

# #31000
source: Volume muted
da_dk: Lyden er skruet helt ned
el_gr: Σίγαση ήχου
es_mx: Volumen silenciado
gl_es: Sen Son
pl_pl: Wyciszony
th_th: ปิด ระดับเสียง

# #31001
source: Working...
da_dk: Arbejder...
el_gr: Απασχολημένο...
es_mx: Trabajando...
gl_es: Traballando...
pl_pl: Uruchamianie
th_th: กำลังทำงาน...

# #31002
source: Enabled
da_dk: Aktiveret
el_gr: Ενεργό/ή
es_mx: Activado
gl_es: Activado
pl_pl: Włączone
th_th: ใช้งาน

# #31003
source: Change mode
da_dk: Skift tilstand
el_gr: Αλλαγή λειτουργίας
es_mx: Cambiar modo
gl_es: Trocar modo
pl_pl: Zmień tryb

# #31004
source: Watch as 2D
da_dk: Se som 2D
el_gr: Προβολή ως 2D
es_mx: Ver en 2D
gl_es: Ver como 2D
pl_pl: Odtwarzaj w trybie 2D

# #31005
source: Local subtitle available
da_dk: Lokal undertekst tilgængelig
el_gr: Υπάρχει διαθέσιμος υπότιτλος τοπικά
es_mx: Subtitulo local disponible
gl_es: subtítulos locais dispoñíbeis
pl_pl: Dostępne lokalne napisy
th_th: มีคำบรรยายในเครื่องใช้งานได้

# #31006
source: Video Extras
gl_es: Extras
pl_pl: Dodatkowe materiały

# #31022
source: Music Files
da_dk: Musikfiler
el_gr: Αρχεία μουσικής
es_mx: Archivos Música
gl_es: Ficheiros de Música
pl_pl: Pliki muzyki
th_th: แฟ้ม เพลง

# #31024
source: Page
da_dk: Side
el_gr: Σελίδα
es_mx: Página
gl_es: Páxina
pl_pl: Strona
th_th: หน้า

# #31025
source: Items
da_dk: Emner
el_gr: Αντικείμενα
es_mx: Artículos
gl_es: Elementos
pl_pl: Pozycje
th_th: รายการ

# #31026
source: Video Library
da_dk: Videobibliotek
el_gr: Συλλογή Βίντεο
es_mx: Biblioteca Vídeo
gl_es: Biblioteca de Vídeo
pl_pl: Biblioteka wideo
th_th: แฟ้ม วิดีโอ

# #31027
source: Music Library
da_dk: Musikbibliotek
el_gr: Μουσική Συλλογή
es_mx: Biblioteca Música
gl_es: Biblioteca de Música
pl_pl: Biblioteka muzyki
th_th: คลังข้อมูล วิดีโอ

# #31030
source: Fanart
da_dk: Fankunst
gl_es: Cartel
pl_pl: Fotoapeta
th_th: แฟนอาร์ต

# #31031
source: Full list
da_dk: Fuld liste
el_gr: Πλήρης λίστα
es_mx: Lista completa
gl_es: Lista completa
pl_pl: Pełna lista
th_th: รายการแบบเต็ม

# #31032
source: Cover flow
el_gr: Ροή εξωφύλλων
gl_es: Fluxo de carátula
pl_pl: Potok okładek
th_th: เลื่อนปก

# #31033
source: Pic thumb
da_dk: Minibillede
el_gr: Μικρογραφίες
es_mx: Imágenes miniaturas
gl_es: Miniaturas
pl_pl: Miniaturki
th_th: ย่อรูป

# #31034
source: Wide icons
da_dk: Brede ikoner
el_gr: Ευρείες εικόνες
es_mx: Iconos anchos
gl_es: Iconas amplas
pl_pl: Szerokie ikony
th_th: ไอคอนกว้าง

# #31035
source: Slide
da_dk: Dias
el_gr: Διαφάνεια
gl_es: Presentación
pl_pl: Przesuwany
th_th: เลื่อน

# #31037
source: ThumbWall
pl_pl: Kafelki miniatur

# #31038
source: Wall
da_dk: Væg
el_gr: Τοίχος
es_mx: Pared
gl_es: Muro
pl_pl: Kafelki
th_th: ผนัง

# #31039
source: Item
da_dk: Emne
el_gr: Αντικείμενο
gl_es: elemento
pl_pl: Pozycja
th_th: รายการ

# #31040
source: Jukebox
pl_pl: Szafa grająca
th_th: ตู้เพลง

# #31042
source: PLAYING
da_dk: AFSPILLER
el_gr: ΑΝΑΠΑΡΑΓΩΓΗ
es_mx: REPRODUCIENDO
gl_es: REPRODUCINDO
pl_pl: ODTWARZANIE
th_th: กำลังเล่น

# #31043
source: PAUSED
da_dk: PAUSE
el_gr: ΠΑΥΣΗ
es_mx: EN PAUSA
gl_es: PAUSADO
pl_pl: PAUZA
th_th: หยุดชั่วขณะ

# #31044
source: FAST FORWARD
da_dk: SPOL FREM
el_gr: ΜΠΡΟΣΤΑ
es_mx: AVANCE RAPIDO
gl_es: ADIANTE
pl_pl: DO PRZODU
th_th: ไปหน้าแบบเร็ว

# #31045
source: REWIND
da_dk: SPOL TILBAGE
el_gr: ΠΙΣΩ
es_mx: REBOBINAR
gl_es: ATRÁS
pl_pl: DO TYŁU
th_th: ย้อนกลับเร็ว

# #31046
source: Welcome to Kodi - Please Login
da_dk: Velkommen til Kodi - log venligst ind
el_gr: Καλώς ορίσατε στο Kodi - Παρακαλώ Συνδεθείτε
es_mx: Bienvenido a Kodi - Por favor inicie sesión
gl_es: Benvido a Kodi - Por favor inicie sesión
pl_pl: Witaj w Kodi - Zaloguj się
th_th: ยินดีต้อนรับสู่ Kodi - กรุณาเข้าสู่ระบบ

# #31047
source: Last logged in
da_dk: Sidst logget ind
el_gr: Τελευταία είσοδος
es_mx: Ultima vez loggeado en
gl_es: Último ingreso
pl_pl: Ostatnio zalogowany
th_th: เข้าสู่ระบบล่าสุด

# #31048
source: Timers
da_dk: Optagelse
el_gr: Χρονοδιακόπτες
es_mx: Temporizador
gl_es: Temporizadores
pl_pl: Zaplanowane nagrania
th_th: ตั้งเวลา

# #31050
source: Finish Time
da_dk: Sluttid
el_gr: Χρόνος Λήξης
es_mx: Hora de Término
gl_es: Hora de remate
pl_pl: Koniec o
th_th: เวลาสิ้นสุด

# #31051
source: Shutdown in 90 minutes
da_dk: Lukker ned om 90 minutter
el_gr: Τερματισμός σε 90 λεπτά
es_mx: Apagado en 90 minutos
gl_es: Apagado en 90 minutos
pl_pl: Wyłączenie za 90 minut
th_th: ปิดระบบ ใน 90 นาที

# #31055
source: Open playlist
da_dk: Åbn afspilningsliste
el_gr: Άνοιγμα λίστας αναπ/γής
es_mx: Abrir lista de reproducción
gl_es: Abrir listaxe de reprodución
pl_pl: Otwórz listę odtwarzania
th_th: เปิด รายการเล่น

# #31056
source: Save playlist
da_dk: Gem afspilningsliste
el_gr: Αποθήκευση λίστας αναπ/γής
es_mx: Guardar lista de reproducción
gl_es: Gardar listaxe de reprodución
pl_pl: Zapisz listę odtwarzania
th_th: บันทึก รายการเล่น

# #31057
source: Close playlist
da_dk: Luk afspilningsliste
el_gr: Κλείσιμο λίστας αναπ/γής
es_mx: Cerrar lista de reproducción
gl_es: Pechar listaxe de reprodución
pl_pl: Zamknij listę odtwarzania
th_th: ปิด รายการเล่น

# #31058
source: System music files
da_dk: Filer til Systemmusik
el_gr: Αρχεία μουσικής συστήματος
es_mx: Archivos de música de sistema
gl_es: Ficheiros de música do sistema
pl_pl: Systemowe pliki muzyczne
th_th: แฟ้มเพลงของระบบ

# #31059
source: Current playlist
da_dk: Nuværende afspilningsliste
el_gr: Τρέχουσα λίστα αναπ/γής
es_mx: Lista de reproducción actual
gl_es: Listaxe de reprodución actual
pl_pl: Aktualna lista odtwarzania
th_th: รายการเล่น ปัจจุบัน

# #31060
source: This file is stacked, select the part you want to play from.
da_dk: Denne fil er kombineret. Vælg den del der skal afspilles fra
el_gr: Αυτό το αρχείο είναι στοιβαγμένο, επιλέξτε από που να γίνει αναπαραγωγή.
es_mx: Este archivo está apilado, selecciona la parte desde la cual deseas reproducir.
gl_es: Este ficheiro esta amontoado, selecione a parte que desexa reproducir.
pl_pl: Plik jest wynikiem scalenia, wybierz część do odtworzenia.
th_th: แฟ้มนี้ซ้อนกันอยู่เลือกส่วนที่คุณต้องการจะเล่นจาก

# #31061
source: Last updated:
gl_es: Última Actualización:
pl_pl: Ostatnia aktualizacja:
th_th: ปรับปรุงล่าสุด

# #31100
source: Settings level:
el_gr: Επίπεδο ρυθμίσεων:
gl_es: Nivel dos axustes:
pl_pl: Poziom ustawień
th_th: ระดับการตั้งค่า

# #31101
source: Home screen options
da_dk: Indstillinger til Hjemmeskærmen
el_gr: Επιλογές αρχικής οθόνης
es_mx: Opciones de la pantalla principal
gl_es: Opcións da pantalla de inicio
pl_pl: Opcje ekranu startowego
th_th: ตัวเลือก หน้าจอหลัก

# #31102
source: Backgrounds
da_dk: Baggrunde
el_gr: Υπόβαθρα
es_mx: Fondos de escritorio
gl_es: Fondos
pl_pl: Tła
th_th: พื้นหลัง

# #31103
source: Show scrolling titles
da_dk: Vis rullende titler
el_gr: Προβολή κυλιόμενων τίτλων
gl_es: Amosar desprazamento dos títulos
pl_pl: Przewijj tytuły
th_th: แสดงการเลื่อนรายชื่อ

# #31104
source: Hide cases
da_dk: Skjul kassetter
el_gr: Απόκρυψη θηκών
es_mx: Esconder cubiertas
gl_es: Agochar caixas
pl_pl: Ukrywaj pudełka
th_th: ซ่อน กล่อง

# #31105
source: Disable case animation
da_dk: Deaktiver kassetteanimation
el_gr: Απενεργοποίηση κίνησης θήκης
es_mx: Deshabilitar animación de cubiertas
gl_es: Desactivar animacións das caixas
pl_pl: Nie animuj pudełek
th_th: ปิดใช้ การเคลื่อนไหวกล่อง

# #31106
source: Miscellaneous options
da_dk: Diverse indstillinger
el_gr: Διάφορες επιλογές
es_mx: Opciones Misceláneas
gl_es: Outras opcións
pl_pl: Opcje dodatkowe
th_th: ตัวเลือก อื่นๆ

# #31109
source: Enable logos
da_dk: Aktiver logoer
el_gr: Ενεργοποίηση λογότυπων
es_mx: Habilitar logos
gl_es: Activar logos
pl_pl: Używaj logo
th_th: เปิดใช้งาน โลโก้

# #31110
source: Animated fanart
da_dk: Animeret fankunst
el_gr: Κινούμενα fanart
es_mx: Fanart animado
gl_es: Fanart animado
pl_pl: Animowana fototapeta
th_th: เคลื่อนไหว แฟนอาร์ต

# #31112
source: Use visualisation background
da_dk: Brug visualiseringsbaggrund
el_gr: Χρήση οπτικοποίησης υποβάθρου
es_mx: Usar fondo de visualización
gl_es: Usar visualización de fondo
pl_pl: Używaj wizualizacji muzyki w roli tła
th_th: ใช้ พื้นหลังการแสดงแสงสี

# #31113
source: Single Image
da_dk: Enkelt billede
el_gr: Μία Εικόνα
es_mx: Una Imagen
gl_es: Imaxe única
pl_pl: Pojedynczy obraz
th_th: ภาพเดี่ยว

# #31114
source: Multi Image
da_dk: Flere billeder
el_gr: Πολλαπλές Εικόνες
es_mx: Múltiples Imágenes
gl_es: Multi imaxe
pl_pl: Wiele obrazów
th_th: หลายภาพ

# #31115
source: Safe Mode
da_dk: Sikker tilstand
el_gr: Ασφαλής Λειτουργία
es_mx: Modo a Prueba de Fallos
gl_es: Modo Seguro
pl_pl: Tryb bezpieczeństwa
th_th: โหมด ปลอดภัย

# #31116
source: Wide side menu buttons
da_dk: Brede sidemenuknapper
el_gr: Ευρεία πλήκτρα στο πλευρικό μενού επιλογών
es_mx: Botones anchos del menú lateral
gl_es: Menú lateral amplo
pl_pl: Szerokie przyciski w menu bocznym
th_th: ปุ่มเมนูด้านข้างแบบกว้าง

# #31117
source: Wide home menu buttons
da_dk: Brede hovedmenuknapper
el_gr: Ευρεία πλήκτρα στο μενού επιλογών της αρχικής οθόνης
es_mx: Botones anchos de la página principal
gl_es: Menú lateral amplo
pl_pl: Szerokie przyciski menu startowego
th_th: ปุ่มเมนูหลักแบบกว้าง

# #31118
source: Horizontal home menu
da_dk: Horisontal hovedmenu
el_gr: Οριζόντιο μενού στην αρχική οθόνη
es_mx: Menú principal horizontal
gl_es: Menú principal horizontal
pl_pl: Poziome menu startowe
th_th: เมนูหลักแนวนอน

# #31119
source: Hide visualisation background
da_dk: Skjul visualiseringsbaggrund
el_gr: Απόκρυψη οπτικοποίησης υποβάθρου
es_mx: Esconder fondo de visualización
gl_es: Agochar visualización de fonod
pl_pl: Nie używaj wizualizacji muzyki w roli tła
th_th: ซ่อน พื้นหลังการแสดงแสงสี

# #31122
source: Conditional
da_dk: Betinget
el_gr: Συνθήκη
es_mx: Condicional
gl_es: Condicional
pl_pl: Warunkowe
th_th: เงื่อนไข

# #31123
source: Hide video background
da_dk: Skjul videobaggrund
el_gr: Απόκρυψη υποβάθρου βίντεο
es_mx: Esconder fondo de vídeo
gl_es: Agochar os fondos de vídeo
pl_pl: Ukrywaj odtwarzane wideo w tle interfejsu
th_th: ซ่อน พื้นหลังการเล่นวิดีโอ

# #31125
source: Enable cdArt
da_dk: Aktiver 'cdART'
el_gr: Ενεργοποίηση cdArt
es_mx: Habilitar cdArt
gl_es: Activar cdArt
pl_pl: Pokazuj przezrocze dysku
th_th: เปิดใช้ ซีดีอาร์ต

# #31126
source: Enable clearArt
da_dk: Aktiver 'clearArt'
el_gr: Ενεργοποίηση clearArt
es_mx: Habilitar clearArt
gl_es: Activar clearArt
pl_pl: Używaj przezroczy
th_th: เปิดใช้ อาร์ตพื้นใส

# #31127
source: Music folder path
da_dk: Sti til Musikmappe
el_gr: Διαδρομή φακέλου μουσικής
es_mx: Carpeta de Música
gl_es: Camiño do cartafol de música
pl_pl: Ścieżka folderu z muzyką
th_th: เส้นทางโฟลเดอร์เพลง

# #31133
source: Use Artist-Album order for albums
da_dk: Anvend Kunstner-Album sortering for albummer
el_gr: Επιλογή άλμπουμ με κριτήριο τον καλλιτέχνη
es_mx: Usar orden Artista-Album para albumes
gl_es: Odenar por Artista-Álbum nos álbums
pl_pl: Używaj porządku Artysta-Album dla albumów
th_th: ใช้ ลำดับในอัลบั้ม-ศิลปิน สำหรับ อัลบั้ม

# #31134
source: Animated backgrounds
da_dk: Animerede baggrunde
el_gr: Κινούμενα υπόβαθρα
es_mx: Fondos Animados
gl_es: Fondos animados
pl_pl: Animowane tła
th_th: เคลื่อนไหว พื้นหลัง

# #31135
source: Animated weather icons
da_dk: Animerede vejrikoner
el_gr: Κινούμενα εικονίδια καιρού
es_mx: Iconos del Clima Animado
gl_es: Iconas do Tempo Animadas
pl_pl: Animowane ikony pogody
th_th: เคลื่อนไหว ไอคอนสภาพอากาศ

# #31136
source: Use genre icons
da_dk: Brug genreikoner
el_gr: Χρήση εικονιδίων είδους
es_mx: Usar íconos de género
gl_es: Usar iconas de xénero
pl_pl: Używaj ikon gatunków
th_th: ใช้ ไอคอนแยกประเภท

# #31137
source: Show media flags
da_dk: Vis medieflag
el_gr: Εμφάνιση αναγνωριστικών πολυμέσων
es_mx: Mostrar Banderas de Medios
gl_es: Amosar etiquetas de medios
pl_pl: Pokazuj etykiety mediów
th_th: แสดง สถานะสื่อ

# #31138
source: Custom Shutdown Menu
da_dk: Brugervalgt menu til nedlukning
el_gr: Προσαρμογή Μενού Τερματισμού
es_mx: Menú de Apagado Personalizado
gl_es: Menú de Apagado Personalizado
pl_pl: Niestandardowe menu zamykania
th_th: เมนูปิดระบบ แบบกำหนดเอง

# #31139
source: Use posters
da_dk: Brug plakater
el_gr: Χρήση αφισών
es_mx: Usar posters
gl_es: Usar pósters
pl_pl: Używaj plakatów
th_th: ใช้ โปสเตอร์

# #31140
source: I hate Transparency!
da_dk: Jeg hader Transparency!
el_gr: Σιχαίνομαι το κέλυφος Transparency!
es_mx: Odio Transparency!
gl_es: Odio Transparency!
pl_pl: Nienawidzę Transparency!
th_th: ฉันเกลียด Transparency!

# #31142
source: Fanart - Medium list
da_dk: Fankunst - Medium liste
el_gr: Fanart - Μεσαία λίστα
gl_es: Fanart - Listaxe media
pl_pl: Fototapeta - Średnia lista
th_th: แฟนอาร์ต - รายการขนาดกลาง

# #31143
source: Fanart - Short list
da_dk: Fankunst - Kort liste
el_gr: Fanart - Σύντομη λίστα
es_mx: Fanart - Lista Corta
gl_es: Fanart - Listaxe curta
pl_pl: Fototapeta - Krótka lista
th_th: แฟนอาร์ต - รายการแบบสั้น

# #31144
source: Fanart - Long list
da_dk: Fankunst - Lang liste
el_gr: Fanart - Εκτενής λίστα
es_mx: Fanart - Lista Larga
gl_es: Fanart - Listaxe longa
pl_pl: Fototapeta - Długa lista
th_th: แฟนอาร์ต - รายการแบบยาว

# #31146
source: Always play trailers fullscreen
da_dk: Afspil altid trailere i fuld skærm
el_gr: Αναπαραγωγή διαφημιστικών πάντα σε πλήρη οθόνη
es_mx: Reproducir trailers siempre en pantalla completa
gl_es: Reproducir avances sempre a pantalla completa
pl_pl: Odtwarzaj zwiastuny w trybie pełnoekranowym
th_th: เล่นตัวอย่างภาพยนตร์ แบบเต็มจอเสมอ

# #31149
source: Hide trailer icon
da_dk: Skjul trailerikoner
el_gr: Απόκρυψη εικονιδίου διαφημιστικού
es_mx: Esconder ícono de trailer
gl_es: Agochar icona de avance
pl_pl: Ukrywaj ikonę zwiastuna
th_th: ซ่อน ไอคอนตัวอย่างภาพยนตร์

# #31150
source: Button label:
da_dk: Navn på knap:
el_gr: Ετικέτα πλήκτρου:
es_mx: Etiqueta botón:
gl_es: Etiqueta do botón:
pl_pl: Etykieta przycisku:
th_th: ป้ายชื่อปุ่ม:

# #31151
source: Source name:
da_dk: Kilde:
el_gr: Όνομα πηγής:
es_mx: Nombre de fuente:
gl_es: Nome:
pl_pl: Nazwa źródła:
th_th: ชื่อแหล่งข้อมูล:

# #31153
source: Weather icon
da_dk: Vejrikon
el_gr: Εικονίδιο καιρού
es_mx: Ícono de Clima
gl_es: Icona do Tempo
pl_pl: Ikona pogody
th_th: ไอคอน สภาพอากาศ

# #31154
source: Application
da_dk: Program
el_gr: Εφαρμογή
es_mx: Aplicación
gl_es: Aplicación
pl_pl: Aplikacja
th_th: โปรแกรม

# #31155
source: Command:
da_dk: Kommando:
el_gr: Εντολή:
es_mx: Comando:
gl_es: Comando:
pl_pl: Polecenie:
th_th: คำสั่ง:

# #31156
source: Favourite
da_dk: Favorit
el_gr: Αγαπημένο
es_mx: Favorito
gl_es: Favorito
pl_pl: Ulubiony
th_th: ที่ชื่นชอบ

# #31157
source: Select favourite:
da_dk: Vælg favorit
el_gr: Επιλογή αγαπημένου:
es_mx: Seleccionar favorito:
gl_es: Seleccionar favorito:
pl_pl: Wybierz ulubiony:
th_th: เลือก ที่ชื่นชอบ:

# #31158
source: Change Your Settings...
da_dk: Ændr dine indstillinger...
el_gr: Αλλάξτε τις Ρυθμίσεις σας...
es_mx: Cambiar sus Opciones...
gl_es: Trocar a súa configuración...
pl_pl: Zmień ustawienia...
th_th: เปลี่ยนการตั้งค่าของคุณ...

# #31159
source: [B]CONFIGURE VIDEO SETTINGS[/B][CR]Manage your video library - Set video playback options - Change video listing options[CR]Set subtitle fonts
da_dk: [B]KONFIGURER VIDEO-INDSTILLINGER[/B][CR]Administrer dit videobibliotek - Indstil videoafspilning - Ændr indstillinger for videolistning[CR]Vælg skrifttype til undertekster
el_gr: [B]ΡΥΘΜΙΣΕΙΣ ΒΙΝΤΕΟ[/B][CR]Διαχείριση της συλλογής βίντεο · Ρύθμιση αναπαραγωγής βίντεο · Επιλογές καταλόγου ταινιών[CR]Ρύθμιση γραμματοσειράς υποτίτλων
es_mx: [B]CONFIGURAR OPCIONES DE VÍDEO[/B][CR]Gestionar biblioteca de vídeos - Establecer opciones de reproducción de vídeo - Cambiar opciones de listado de vídeos[CR]Establecer fuente de subtítulos
gl_es: [B]CONFIGURAR OS AXUSTES DE VÍDEO[/B][CR]Xestionar a súa bibloteca - Estabelecer opcións de reprodución - Trocar opcións de listado[CR]Estabelecer fontes dos subtítulos
pl_pl: [B]KONFIGURACJA WIDEO[/B][CR]Biblioteka wideo · Odtwarzanie · Akceleracja[CR]Listy wideo · Napisy
th_th: [B]ปรับเปลี่ยนการตั้งค่าวิดีโอ[/B][CR][CR]จัดการคลังข้อมูลวิดีโอของคุณ · ตั้งค่าตัวเลือกการเล่นวิดีโอ · เปลี่ยนตัวเลือกจัดเรียงรายการวิดีโอ[CR]ตั้งค่าแบบอักษรคำบรรยาย

# #31160
source: [B]CONFIGURE TV SETTINGS[/B][CR]Change fullscreen info - Manage EPG data settings[CR]Configure recording options
da_dk: [B]KONFIGURER TV-INDSTILLINGER[/B][CR]Ændr fuldskærmsinfo - EPG-data indstillinger [CR]Vælg indstillinger til optagelser
el_gr: [B]ΡΥΘΜΙΣΗ ΤΗΛΕΟΡΑΣΗΣ[/B][CR]Αλλαγή πληροφοριών πλήρους οθόνης[CR]Διαχείριση των ρυθμίσεων δεδομένων EPG
es_mx: [B]CONFIGURAR OPCIONES DE TV[/B][CR]Cambiar info de pantalla completa - Gestionar opciones de datos de EPG[CR]Configurar opciones de grabación
gl_es: [B]CONFIGURAR OS AXUSTES DE TV[/B][CR]Trocar info. de pantalla completa - Xestionar os axustes do EPG[CR]Configurar as opcións de gravación
pl_pl: [B]KONFIGURACJA TELEWIZJI[/B][CR]Menu ekranowe · Przewodnik · Nagrywanie[CR]Kontrola rodzicielska
th_th: [B]ปรับเปลี่ยนการตั้งค่าทีวี[/B][CR]เปลี่ยน ข้อมูลบนหน้าจอ - จัดการการตั้งค่าข้อมูล EPG[CR]ตั้งค่าตัวเลือกการบันทึก

# #31161
source: [B]CONFIGURE MUSIC SETTINGS[/B][CR]Manage your music library - Set music playback options - Change music listing options[CR]Setup song submission - Set karaoke options
da_dk: [B]KONFIGURER MUSIKINDSTILLINGER[/B][CR]Administrer dit musikbibliotek - Indstil musikafspilning - Ændr indstillinger for musiklistning[CR]Indstil sangtilføjelse - Vælg karaokeindstillinger
el_gr: [B]ΡΥΘΜΙΣΕΙΣ ΜΟΥΣΙΚΗΣ[/B][CR]Διαχείριση της μουσικής συλλογής · Ρύθμιση αναπαραγωγής μουσικής · Επιλογές καταλόγου μουσικής[CR]Ρύθμιση υποβολής τραγουδιού · Επιλογές karaoke
es_mx: [B]CONFIGURAR OPCIONES DE MÚSICA[/B][CR]Gestionar biblioteca de música - Establecer opciones de reproducción de música - Cambiar opciones de listado de música[CR]Establecer entrega de canciones - Establecer opciones de karaoke
gl_es: [B]CONFIGURAR OS AXUSTES DE MÚSICA[/B][CR]Xestionar a súa bibloteca - Estabelecer opcións da reprodución - Trocar opcións de listado[CR]Configurar o envío de cancións - Estabelecer opcións do karaoke
pl_pl: [B]KONFIGURACJA MUZYKI[/B][CR]Biblioteka muzyki · Odtwarzanie · Listy utworów[CR]CD-Audio · Karaoke
th_th: [B]ปรับเปลี่ยนการตั้งค่าเพลง[/B][CR]จัดการคลังข้อมูลเพลงของคุณ · ตั้งค่าตัวเลือกการเล่นเพลง · เปลี่ยนตัวเลือกจัดเรียงรายการเพลง[CR]ตั้งค่าการส่งเพลง · ตั้งค่าตัวเลือกคาราโอเกะ

# #31162
source: [B]CONFIGURE PICTURE SETTINGS[/B][CR]Set picture listing options[CR]Configure slideshows
da_dk: [B]KONFIGURER BILLEDINDSTILLINGER[/B][CR]Indstillinger for billedlistning[CR]Konfigurer slideshows
el_gr: [B]ΡΥΘΜΙΣΕΙΣ ΕΙΚΟΝΩΝ[/B][CR]Επιλογές καταλόγου εικόνων[CR]Ρύθμιση παρουσίασης διαφανειών
es_mx: [B]CONFIGURAR OPCIONES DE FOTOS[/B][CR]Establecer opciones de listado de fotos[CR]Configurar presentaciones
gl_es: [B]CONFIGURAR OS AXUSTES DE IMAXES[/B][CR]Estabrecer opcións de listado[CR]Configurar presentacións
pl_pl: [B]KONFIGURACJA OBRAZÓW[/B][CR]Listy obrazów · Pokaz slajdów
th_th: [B]กำหนดการตั้งค่ารูปภาพ[/B][CR][CR]ตั้งค่าตัวเลือกจัดเรียงรายการรูปภาพ · กำหนดค่าแสดงภาพสไลด์

# #31163
source: [B]CONFIGURE WEATHER SETTINGS[/B][CR]Set three cities to collect weather information[CR]Select a weather addon
da_dk: [B]KONFIGURER VEJR-INDSTILLINGER[/B][CR]Vælg op til tre byer der skal hentes vejrudsigter for[CR]Vælg et vejr-addon
el_gr: [B]ΡΥΘΜΙΣΕΙΣ ΚΑΙΡΟΥ[/B][CR]Ορισμός τριών πόλεων για τις οποίες θα γίνεται πρόγνωση καιρού[CR]Επιλογή Πρόσθετου Καιρού
es_mx: [B]CONFIGURAR OPCIONES DE CLIMA[/B][CR]Establecer tres ciudades para traer info de clima[CR]Seleccionar un plugin de clima
gl_es: [B]CONFIGURAR OS AXUSTES DO TEMPO[/B][CR]Estabelecer tres cidade para obter a súa información[CR]Seleccionar un complemento para o tempo
pl_pl: [B]KONFIGURACJA POGODY[/B][CR]Wybór dodatku · Wybór lokalizacji dla informacji pogodowych
th_th: [B]กำหนดการตั้งค่าสภาพอากาศ[/B][CR]กำหนดสามเมืองในการเก็บรวบรวมข้อมูลสภาพอากาศ[CR]เลือกส่วนเสริมสภาพอากาศ

# #31164
source: [B]CONFIGURE SYSTEM SETTINGS[/B][CR]Setup and calibrate displays - Configure audio output - Setup remote controls[CR]Set power saving options - Enable debugging - Setup master lock
da_dk: [B]KONFIGURER SYSTEMINDSTILLINGER[/B][CR]Indstil og kalibrer skærme - Vælg lydudgang - Indstil fjernbetjening[CR]Vælg indstillinger for strømbesparelse - Aktiver fejlfinding- Opret hovedlås
el_gr: [B]ΡΥΘΜΙΣΕΙΣ ΣΥΣΤΗΜΑΤΟΣ[/B][CR]Διαμόρφωση και βαθμονόμηση οθονών · Ρύθμιση εξόδου ήχου · Τηλεχειριστήρια[CR]Εξοικονόμηση ενέργειας · Εντοπισμός σφαλμάτων (debug) · Κεντρικό κλείδωμα
es_mx: [B]CONFIGURAR OPCIONES DE SISTEMA[/B][CR]Configurar y calibrar pantallas - Configurar salida de sonido - Configurar controles remotos[CR]Establecer opciones de ahorro de energía - Habilitar debugging - Configurar master lock
gl_es: [B]CONFIGURAR OS AXUSTES DO SISTEMA[/B][CR]Configurar as pantallas - Configurar a saída de son - Estabelecer mandos remotos[CR]Estabelecer opcións de aforro enerxético - Activar depuración - Estabelecer bloque mestre
pl_pl: [B]KONFIGURACJA SYSTEMU[/B][CR]Wyświetlanie obrazu · Odtwarzanie dźwięku · Urządzenia wejściowe[CR]Zdalne sterowanie · Oszczędzanie energii · Diagnostyka · Blokady
th_th: [B]ปรับเปลี่ยนการตั้งค่าระบบ[/B][CR]การติดตั้งและปรับเทียบการแสดงผล · กำหนดค่าการส่งออกสัญญาณเสียง · การติดตั้งรีโมทคอนโทรล[CR]ตั้งค่าตัวเลือกการประหยัดพลังงาน · เปิดใช้งานการแก้จุดบกพร่อง · ติดตั้ง กุญแจหลัก

# #31165
source: [B]CONFIGURE SERVICE SETTINGS[/B][CR]Setup control of Kodi via UPnP and HTTP - Configure file sharing[CR]Enable AirPlay
da_dk: [B]KONFIGURER NETVÆRKSINDSTILLINGER[/B][CR]Indstil kontrol af Kodi via UPnP og HTTP - Konfigurer fildeling[CR]Aktiver AirPlay
el_gr: [B]ΡΥΘΜΙΣΕΙΣ ΥΠΗΡΕΣΙΩΝ[/B][CR]Χειρισμός του Kodi μέσω UPnP και HTTP · Ρύθμιση κοινής χρήσης αρχείων[CR]Ενεργοποίηση AirPlay
es_mx: [B]CONFIGURAR OPCIONES DE RED[/B][CR]Configurar control de Kodi vía UPnP y HTTP - Configurar compartir archivos[CR]Establece opciones de acceso a Internet
gl_es: [B]CONFIGURAR OS AXUSTES DO SERVIZO[/B][CR]Configurar o control de Kodi vía UPnP e HTTP - Configurar compartición de ficheiros[CR]Activar AirPlay
pl_pl: [B]KONFIGURACJA USŁUG[/B][CR]Kontrola Kodi przez UPnP i HTTP · Współdzielenie plików[CR]Aktywacja Zeroconf · Ustawienia AirPlay
th_th: [B]ปรับเปลี่ยนการตั้งค่าบริการ[/B][CR]การตั้งค่าของ การควบคุม Kodi ผ่าน UPnP และ HTTP · กำหนดค่าใช้ไฟล์ร่วมกัน[CR]เปิดใช้ Zeroconf · กำหนดค่า AirPlay

# #31166
source: [B]CONFIGURE PROFILE SETTINGS[/B][CR]Select your Kodi user Profile[CR]to login and continue
da_dk: [B]KONFIGURER PROFIL-INDSTILLINGER[/B][CR]Vælg din Kodi brugerprofil[CR]for at logge ind og fortsætte
el_gr: [B]ΡΥΘΜΙΣΕΙΣ ΠΡΟΦΙΛ[/B][CR]Επιλέξτε προφίλ Kodi για να[CR]συνδεθείτε και να συνεχίσετε
es_mx: [B]CONFIGURAR OPCIONES DE PERFIL[/B][CR]Seleccione su Perfil de usuario de Kodi[CR]para acceder y continuar
gl_es: [B]CONFIGURAR OS AXUSTES DO PERFIL[/B][CR]Seleccione o seu perfil de usuario do Kodi[CR]para iniciar sesión e continuar
pl_pl: [B]KONFIGURACJA PROFILI[/B][CR]Ustawienie profili · Wybór portretu · Okno logowania[CR]Kontrola dostępu
th_th: [B]ปรับเปลี่ยนการตั้งค่าโปรไฟล์[/B][CR]เลือกโปรไฟล์ผู้ใช้ Kodi ของคุณ[CR]เพื่อเข้าสู่ระบบและดำเนินการต่อไป
