Repository: MikeSiLVO/skin.transparency
Catalog: language/resource.language.*/strings.po
Languages: da_dk, el_gr, es_mx, gl_es, pl_pl, th_th

# #31167
source: [B]CONFIGURE APPEARANCE SETTINGS[/B][CR]Select a skin - Set language and region - Change file listing options[CR]Set up a screensaver
da_dk: [B]KONFIGURER UDSEENDE[/B][CR]Vælg et skin - Vælg land og region - Ændr indstillinger for fillistning[CR]Opsæt pauseskærm
el_gr: [B]ΡΥΘΜΙΣΕΙΣ ΕΞΑΤΟΜΙΚΕΥΣΗΣ[/B][CR]Αλλαγή κελύφους · Αλλαγή χώρας και γλώσσας συστήματος · Επιλογές καταλόγου αρχείων[CR]Προσαρμογή της προφύλαξης οθόνης
es_mx: [B]CONFIGURAR OPCIONES DE APARIENCIA[/B][CR]Seleccione skin - Establecer idioma y región - Cambiar opciones de listado de archivos[CR]Configurar un salvapantallas
gl_es: [B]CONFIGURAR OS AXUSTES DE APARIENCIA[/B][CR]Seleccionar un tema - Estabelecer lingua e rexión - Trocar as opcións de listado de ficheiros[CR]Estabelecer o protector de pantalla
pl_pl: [B]KONFIGURACJA WYGLĄDU[/B][CR][CR]Wybór skóry · Ustawienia regionalne · Listy plików · Wygaszacz ekranu
th_th: [B]ปรับเปลี่ยนค่าการแสดงผล[/B][CR]เลือกสกิน · ตั้งค่าภูมิภาคและภาษา · เปลี่ยนตัวเลือกการเรียงชื่อไฟล์ [CR] ตั้งค่าการพักหน้าจอ

# #31168
source: [B]CONFIGURE SKIN SETTINGS[/B][CR]Setup the Transparency! skin - Add and remove home menu items[CR]Change skin backgrounds
da_dk: [B]KONFIGURER SKININDSTILLINGER[/B][CR]Indstil Transparency! temaet - Tilføj og fjern elementer i hovedmenuen[CR]Skift baggrunde
el_gr: [B]ΡΥΘΜΙΣΕΙΣ ΚΕΛΥΦΟΥΣ[/B][CR]Διαμόρφωση του κελύφους Transparency! - Προσθήκη και αφαίρεση αντικειμένων κεντρικού μενού[CR]Αλλαγή υποβάθρων κελύφους
es_mx: [B]CONFIGURAR OPCIONES DE SKIN[/B][CR]Configurar la skin Transparency! - Adicionar y eliminar ítems del menú principal[CR]Cambiar fondos de la skin
gl_es: [B]CONFIGURAR OS AXUSTES DO TEMA[/B][CR]Configurar o tema Transparency! - Engadir e eliminar elementos do menú principal[CR]Trocar os fondos
pl_pl: [B]KONFIGURACJA SKÓRY[/B][CR]Ustawienia skóry · Personalizacja menu startowego[CR]Wybór obrazów tła skóry
th_th: [B]กำหนดการตั้งค่าหน้าตา[/B][CR]ตั้งค่าสกิน Transparency! - เพิ่มและลบรายการเมนูหลัก[CR]เปลี่ยนพื้นหลังชุดตกแต่ง

# #31169
source: [B]CONFIGURE ADD-ONS[/B][CR]Manage your installed Add-ons - Browse for and install Add-ons from kodi.tv[CR]Modify Add-on settings
da_dk: [B]KONFIGURER ADDONS[/B][CR]Administrer dine installerede Addons - Gennemse og installer Addons fra kodi.tv[CR]Tilpas indstillinger til Addons.
el_gr: [B]ΡΥΘΜΙΣΕΙΣ ΠΡΟΣΘΕΤΩΝ[/B][CR]Διαχείριση εγκατεστημένων πρόσθετων · Αναζήτηση και εγκατάσταση πρόσθετων από το kodi.tv[CR]Τροποποίηση ρυθμίσεων των πρόσθετων
es_mx: [B]CONFIGURAR ADD-ONS[/B][CR]Gestionar los Add-ons instalados - Buscar e instalar Add-ons en kodi.tv[CR]Modificar opciones de Add-on
gl_es: [B]CONFIGURAR OS COMPLEMENTOS[/B][CR]Xestionar os complementos instalados - Buscar e instalar Complementos de kodi.tv[CR]Modificar a configuración dos Complementos
pl_pl: [B]KONFIGURACJA DODATKÓW[/B][CR]Zarządzanie zainstalowanymi dodatkami · Przeglądanie i instalowanie dodatków[CR]Ustawienia dodatków
th_th: [B]ปรับเปลี่ยนการตั้งค่า ส่วนเสริม[/B][CR]จัดการส่วนเสริมของคุณที่ติดตั้งไว้ - ค้นหาและติดตั้งส่วนเสริมจาก kodi.tv[CR]ปรับแต่งการตั้งค่าส่วนเสริม

# #31170
source: [B]CHECK SYTEM INFORMATION[/B][CR]Display your hardware - Check current network settings[CR]Monitor free discspace
da_dk: [B]SE SYSTEMINFORMATION[/B][CR]Se din hardware - Tjek nuværende netværksindstillinger[CR]Overvåg ledig diskplads
el_gr: [B]ΠΛΗΡΟΦΟΡΙΕΣ ΣΥΣΤΗΜΑΤΟΣ[/B][CR]Προβολή του υλικού σας - Έλεγχος ρυθμίσεων δικτύου[CR]Έλεγχος ελεύθερου χώρου δίσκου
es_mx: [B]VERIFICAR INFORMACIÓN DE SISTEMA[/B][CR]Mostrar su hardware - Verificar opciones actuales de red[CR]Monitorear espacio libre en disco
gl_es: [B]VERIFICAR INFORMACIÓN DO SISTEMA[/B][CR]Mostrar o hardware - Verificar a configuración de rede[CR]Monitorizar o espazo libre dos discos
pl_pl: [B]INFORMACJE SYSTEMOWE[/B][CR]Architektura - Stan sieci[CR]Monitorowanie przestrzeni dyskowej
th_th: [B]ตรวจสอบ ข้อมูลของระบบ[/B][CR]แสดงอุปกรณ์ของคุณ - ตรวจสอบ การตั้งค่าเครือข่ายในปัจจุบัน[CR]ตรวจดู พื้นที่ว่างในดิสก์

# #31171
source: Use season fanart
da_dk: Brug sæson-fankunst
el_gr: Χρήση fanart κύκλων
es_mx: Usar fanart de temporada
gl_es: Usar cartel da tempada
pl_pl: Używaj fototapety sezonu
th_th: ใช้ แฟนอาร์ต ฤดู

# #31172
source: Use extra fanart
da_dk: Brug ekstra fankunst
el_gr: Χρήση extra fanart
es_mx: Usar fanart extra
gl_es: Usar cartel adicional
pl_pl: Używaj dodatkowej fototapety
th_th: ใช้ แฟนอาร์ต พิเศษ

# #31173
source: Use extra thumbs
da_dk: Brug ekstra miniaturebilleder
el_gr: Χρήση extra thumbs
es_mx: Usar thumbs extras
gl_es: Usar miniaturas adicionais
pl_pl: Używaj dodatkowych miniatury
th_th: ใช้ รูปย่อ พิเศษ

# #31174
source: Random Items
da_dk: Tilfældige Emner
el_gr: Τυχαία Αντικείμενα
es_mx: Ítems Aleatorios
gl_es: Elementos ó chou
pl_pl: Pozycje losowe
th_th: รายการ แบบสุ่ม

# #31175
source: Random
da_dk: Tilfældig
el_gr: Τυχαίο
es_mx: Aleatorio
gl_es: Ó chou
pl_pl: Losowo
th_th: สุ่ม

# #31177
source: Enable touchscreen mode
da_dk: Aktiver touchscreen-tilstand
el_gr: Ενεργοποίηση λειτουργίας οθόνης αφής
es_mx: Habilitar modo de pantalla táctil
gl_es: Activar o modo de pantalla táctil
pl_pl: Aktywuj tryb ekranu dotykowego
th_th: เปิดใช้งาน โหมด หน้าจอสัมผัส

# #31178
source: Enable kiosk mode
da_dk: Aktiver kiosk-tilstand
el_gr: Ενεργοποίηση λειτουργίας kiosk
es_mx: Habilitar modo de kiosco
gl_es: Activar o modo Quiosco
pl_pl: Uruchamiaj w trybie Kiosku
th_th: เปิดใช้งาน โหมด kiosk

# #31179
source: Next Episode:
da_dk: Næste Episode:
el_gr: Επόμενο Επεισόδιο:
es_mx: Próximo Episodio:
gl_es: Seguinte Episodio:
pl_pl: Następny odcinek:
th_th: ตอน ถัดไป:

# #31180
source: Use video background
da_dk: Brug videobaggrund
el_gr: Χρήση υποβάθρου βίντεο
es_mx: Utilizar fondo de vídeo
gl_es: Usar vídeo de fondo
pl_pl: Pokazuj odtwarzane wideo w tle interfejsu
th_th: ใช้ พื้นหลังการเล่นวิดีโอ

# #31181
source: Show banners in list
da_dk: Vis bannere i liste
el_gr: Προβολή Πανό στη λίστα
es_mx: Mostrar banners en lista
gl_es: Amosar pancartas na listaxe
pl_pl: Pokazuj banery na listach
th_th: แสดงป้ายในรายการ

# #31182
source: Hide info panel
da_dk: Skjul infopanel
el_gr: Απόκρυψη πάνελ πληροφοριών
es_mx: Esconder panel de info
gl_es: Agochar panel de info.
pl_pl: Ukrywaj panel informacyjny
th_th: ซ่อน แผงข้อมูล

# #31184
source: Customize visualization background
da_dk: Tilpas visualiseringsbaggrund
el_gr: Διαμόρφωση οπτικοποίησης υποβάθρου
es_mx: Personalizar fondo de visualización
gl_es: Personalizar visualización de fondo
pl_pl: Dostosuj tło wizualizacji
th_th: ปรับแต่ง พื้นหลังการแสดงแสงสี

# #31185
source: Listed shows
da_dk: Listede serier
el_gr: Καταχωρημένες σειρές
es_mx: Shows Listados
gl_es: Series listadas
pl_pl: Wykaz seriali
th_th: รายชื่อ รายการ

# #31186
source: Airing today
da_dk: Sendes i dag
el_gr: Προβάλλονται σήμερα
es_mx: Estrenándose hoy
gl_es: Estreas para hoxe
pl_pl: Dzisiaj na antenie
th_th: ออกอากาศ วันนี้

# #31187
source: Use genre backgrounds
da_dk: Brug genrebaggrunde
el_gr: Χρήση υποβάθρων είδους
gl_es: Usar fondos de xéneros
pl_pl: Używaj obrazów gatunków w roli tła
th_th: ใช้ พื้นหลังของประเภท

# #31188
source: Recommended Items
da_dk: Anbefalede Emner
el_gr: Προτεινόμενα Αντικείμενα
gl_es: Elementos Recomendados
pl_pl: Pozycje polecane
th_th: รายการ ที่แนะนำ

# #31189
source: Tip
el_gr: Ένδειξη
gl_es: Suxestión
pl_pl: Wskazówka
th_th: เคล็ดลับ

# #31190
source: Select add-on:
da_dk: Vælg addon:
el_gr: Επιλογή πρόσθετου:
gl_es: Seleccionar complemento:
pl_pl: Wybierz dodatek:
th_th: เลือก ส่วนเสริม:

# #31191
source: TV guide
el_gr: Οδηγός TV
gl_es: Guía de TV
pl_pl: Przewodnik
th_th: ผังรายการทีวี

# #31192
source: Radio guide
el_gr: Οδηγός Ραδιοφώνου
gl_es: Guía de radio
pl_pl: Radio Przewodnik

# #31193
source: TV recordings
da_dk: TV-optagelser
el_gr: Εγγραφές Τηλεόρασης
es_mx: Grabaciones de TV
gl_es: Gravacións de TV
pl_pl: TV Nagrania
th_th: บันทึกทีวี

# #31194
source: Radio recordings
el_gr: Εγγραφές Ραδιοφώνου
gl_es: Gravacións de Radio
pl_pl: Radio Nagrania
th_th: การบันทึกวิทยุ

# #31195
source: TV search
el_gr: Αναζήτηση Τηλεόρασης
gl_es: Busca de canles de TV
pl_pl: TV Szukaj
th_th: ค้นหารายการโทรทัศน์

# #31196
source: Radio search
el_gr: Αναζήτηση Ραδιοφώνου
gl_es: Busca de canles de Radio
pl_pl: Radio Szukaj
th_th: ค้นหารายการวิทยุ

# #31197
source: TV timers
el_gr: Χρονοδιακόπτες Τηλεόρασης
gl_es: Temporizadores de TV
pl_pl: TV Harmonogram
th_th: ตั้งเวลาโทรทัศน์

# #31198
source: Radio timers
el_gr: Χρονοδιακόπτες Ραδιοφώνου
gl_es: Temporizadores de Radio
pl_pl: Radio Harmonogram
th_th: ตั้งเวลาวิทยุ

# #31200
source: Custom add-on options
da_dk: Specielle valgmuligheder til addon
el_gr: Προσαρμοσμένες επιλογές πρόσθετου
es_mx: Opciones script personalizado
gl_es: Opcións do complemento personalizado
pl_pl: Niestandardowe opcje dodatku:
th_th: ตัวเลือก ส่วนเสริม ที่กำหนดเอง

# #31201
source: Select studio icons
gl_es: Seleccionar iconas dos estudios
pl_pl: Wybierz ikony wytwórni filmowej

# #31202
source: Select recordlabel icons
gl_es: Seleccionar iconas das discográficas
pl_pl: Wybierz ikony wytwórni płytowej

# #31203
source: Select movie genre icons
gl_es: Seleccionar iconas dos xéneros dos filmes
pl_pl: Wybierz ikony gatunku filmu

# #31204
source: Select music genre icons
gl_es: Seleccionar iconas dos xéneros musicais
pl_pl: Wybierz ikony gatunku muzyki

# #31210
source: Enable TvTunes add-on
da_dk: Aktiver TvTunes-addon
el_gr: Ενεργοποίηση πρόσθετου TvTunes
es_mx: Habilitar script TvTunes
gl_es: Activar complemento TvTunes
pl_pl: Odtwarzaj motywy muzyczne w bibliotece wideo
th_th: เปิดใช้ ส่วนเสริม TvTunes

# #31211
source: Enable NextAired add-on
da_dk: Aktiver NextAired-addon
el_gr: Ενεργοποίηση πρόσθετου NextAired
es_mx: Habilitar script NextAired
gl_es: Activar complemento NextAired
pl_pl: Używaj dodatku TV Show Next Aired
th_th: เปิดใช้ ส่วนเสริม NextAired

# #31212
source: Enable Qlock add-on
da_dk: Aktiver Qlock-addon
el_gr: Ενεργοποίηση πρόσθετου Qlock
es_mx: Habilitar script Qlock
gl_es: Activar complemento Qlock
pl_pl: Aktywuj dodatek Qlock
th_th: เปิดใช้ ส่วนเสริม Qlock

# #31213
source: Show Cinema Experience button in movie info dialog
da_dk: Vis 'Cinema Experience' knap i filminfo-boks
el_gr: Προβολή πλήκτρου Cinema Experience στο παράθυρο πληροφοριών ταινίας
es_mx: Mostrar botón de Cinema Experience en el diálogo de información de película
gl_es: Amosar o botón de Experiencia Cine no diálogo de info. do filme
pl_pl: Pokazuj przycisk Cinema Experience w oknie informacyjnym wideo
th_th: แสดงปุ่ม Cinema Experience ในกล่องโต้ตอบ ข้อมูลภาพยนตร์

# #31214
source: Integrate Cinema Experience in home movie menu buttons
da_dk: Integrer Cinema Experience i Hjemmeskærmens filmmenu
el_gr: Ενσωμάτωση του Cinema Experience στα πλήκτρα του μενού ταινιών
es_mx: Integrar Cinema Experience en botones de película en menú principal
gl_es: Intergrar Experiencia Cine nos botóns de filmes do menú principal
pl_pl: Integruj Cinema Experience z menu startowym filmów
th_th: นำ Cinema Experience ไปรวมใน ปุ่มเมนูหลักภาพยนตร์

# #31215
source: Hide GlobalSearch button
da_dk: Skjul 'GlobalSearch' knap
el_gr: Απόκρυψη πλήκτρου Γενικευμένης Αναζήτησης
gl_es: Agochar o botón de GlobalSearch
pl_pl: Ukrywaj przycisk wyszukiwania GlobalSearch
th_th: ซ่อน ปุ่มค้นหาแบบครอบคลุม

# #31216
source: Extras
da_dk: Ekstra
el_gr: Επιπλέον
pl_pl: Dodatkowe
th_th: ส่วนพิเศษ

# #31220
source: ClearArt
pl_pl: Przezrocze
th_th: อาร์ตพื้นใส

# #31221
source: Extra Fanart
da_dk: Ekstra Fankunst
gl_es: Fanart Adicional
pl_pl: Dodatkowa fototapeta
th_th: แฟนอาร์ต พิเศษ

# #31223
source: Update rating
da_dk: Opdater bedømmelse
el_gr: Ενημέρωση αξιολόγησης
gl_es: Actualizar valoración
pl_pl: Aktualizuj ocenę
th_th: อัพเดท การจัดอันดับ

# #31224
source: Extra Thumbs
da_dk: Ekstra Minibilleder
gl_es: Miniaturas Adicionais
pl_pl: Dodatkowe miniatury
th_th: รูปย่อ พิเศษ

# #31225
source: Artist slideshow add-on
da_dk: Addon til diasshow med Kunstnere
el_gr: Πρόσθετο παρουσίασης διαφανειών καλλιτέχνη
gl_es: Complemento de presentación de Artistas
pl_pl: Dodatek pokazu slajdów wykonawcy
th_th: ส่วนเสริม Artist slideshow

# #31226
source: Actor info
da_dk: Skuespillerinfo
el_gr: Πληροφορίες ηθοποιού
gl_es: Info. do Actor
pl_pl: O aktorze
th_th: ข้อมูล นักแสดง

# #31227
source: Director info
da_dk: Instruktørinfo
el_gr: Πληροφορίες σκηνοθέτη
gl_es: Info. do Director
pl_pl: O reżyserze
th_th: ข้อมูล ผู้กำกับ

# #31228
source: Writer info
da_dk: Forfatterinfo
el_gr: Πληροφορίες σεναριογράφου
gl_es: Indo. do Escritor
pl_pl: O scenarzyście
th_th: ข้อมูล นักเขียน

# #31229
source: DiscArt
da_dk: DiskKunst
pl_pl: Przezrocze dysku
th_th: อาร์ตบนแผ่น

# #31301
source: PLAYER
da_dk: AFSPILLER
el_gr: ΠΑΙΚΤΗΣ
gl_es: XOGADOR
pl_pl: GRACZ
th_th: ตัวเล่น

# #31303
source: QUIT
da_dk: AFSLUT
el_gr: ΕΞΟΔΟΣ
gl_es: SAÍR
pl_pl: WYJŚCIE
th_th: ออก

# #31304
source: Please enter player names...
da_dk: Indtast spillernavne...
el_gr: Εισάγετε τα ονόματα των παικτών...
gl_es: Por favor introduza os nomes dos xogadores...
pl_pl: Proszę wprowadzić nazwy graczy...
th_th: กรุณาป้อนชื่อผู้เล่น

# #31305
source: It's your turn
da_dk: Det er din tur
el_gr: Είναι η σειρά σου
gl_es: é a súa quenda
pl_pl: Twój ruch
th_th: ถึงรอบคุณแล้ว

# #31306
source: Press UP to continue...
da_dk: Tryk OP for at fortsætte...
el_gr: Πιέστε ΠΑΝΩ για συνέχεια...
gl_es: Premer ARRIBAR para continuar...
pl_pl: Naciśnij DO GÓRY, aby kontynuować...
th_th: กด ขึ้น เพื่อไปต่อ

# #31307
source: Score
el_gr: Βαθμολογία
gl_es: Puntuación
pl_pl: Wynik
th_th: คะแนน

# #31308
source: Wins
da_dk: Vundne
el_gr: Νίκες
gl_es: Grañados
pl_pl: Wygrywa
th_th: ชนะ

# #31309
source: HAS WON
da_dk: HAR VUNDET
el_gr: ΝΙΚΗΣΕ
gl_es: GAÑOU
pl_pl: WYGRAŁ
th_th: ได้รับรางวัล

# #31400
source: New:
da_dk: Ny:
el_gr: Νέο:
es_mx: Nuevo:
gl_es: Novo:
pl_pl: Nowe:
th_th: ใหม่:

# #31409
source: Player Controls
da_dk: Afspilningskontrol
el_gr: Χειριστήρια Αναπαραγωγής
es_mx: Controles del Reproductor
gl_es: Controis do Reprodutor
pl_pl: Sterowanie odtwarzaczem
th_th: ส่วนควบคุมตัวเล่น

# #31410
source: Recently Added
da_dk: Nyligt tilføjede
el_gr: Προστέθηκαν Πρόσφατα
es_mx: Adicionados recientemente
gl_es: Engadido recentemente
pl_pl: Ostatnio dodane
th_th: ที่เพิ่งเพิ่ม

# #31411
source: Recently Played
da_dk: Senest Afspillet
el_gr: Πρόσφατα Αναπαραχθέντα
es_mx: Reproducidos recientemente
gl_es: Reproducidos Recentemente
pl_pl: Ostatnio odtwarzane
th_th: ที่เพิ่งเล่น

# #31501
source: Show tv info
da_dk: Vis TV-info
el_gr: Προβολή πληροφοριών τηλεόρασης
es_mx: Mostrar info de tv
gl_es: Amosar info. de TV
pl_pl: Pokazuj informacje telewizyjne
th_th: ข้อมูล รายการทีวี

# #31600
source: Daily
el_gr: Καθημερινά
gl_es: Diario
pl_pl: Codziennie
th_th: รายวัน

# #31601
source: Maps
da_dk: Kort
el_gr: Χάρτες
es_mx: Mapas
gl_es: Mapas
pl_pl: Mapy
th_th: แผนที่

# #31605
source: Weather forecast provided by:
da_dk: Vejrudsigt leveret af:
el_gr: Η πρόγνωση καιρού παρέχεται από:
gl_es: Predición meteorolóxica fornecida por:
pl_pl: Prognoza pogody dostarczana przez:
th_th: บริการพยากรณ์อากาศ โดย:

# #31701
source: Default
da_dk: Standard
el_gr: Προεπιλογή
es_mx: Por defecto
gl_es: Predeterminado
pl_pl: Domyślny
th_th: ค่าเริ่มต้น

# #31703
source: Default Big
da_dk: Standard Stor
el_gr: Προεπιλογή Μεγάλα
gl_es: Grande Predefinida
pl_pl: Domyślna Duża
th_th: ค่าเริ่มต้น ขนาดใหญ่

# #31704
source: Arial Big
da_dk: Arial Stor
el_gr: Arial Μεγάλα
gl_es: Arial Grande
pl_pl: Arial Duża
th_th: ฟ้อนท์ Arial ขนาดใหญ่

# #31705
source: Default Big Bold
da_dk: Standard Stor Fed
el_gr: Προεπιλογή Μεγάλα Bold
gl_es: Grande Negra Predefinida
pl_pl: Domyślna Duża Pogrubiona
th_th: ค่าเริ่มต้น ตัวหนาขนาดใหญ่

# #31706
source: Arial Big Bold
da_dk: Arial Stor Fed
el_gr: Arial Μεγάλα Bold
gl_es: Arial Grande Negra
pl_pl: Arial Duża Pogrubiona
th_th: ฟ้อนท์ Arial ตัวหนาขนาดใหญ่

# #31222
source: TV Tune
da_dk: TV-melodi
gl_es: Emisión de TV

# #31302
source: START
el_gr: ΕΝΑΡΞΗ
gl_es: INICIAR
th_th: เริ่ม

# #31036
source: Polaroid
th_th: โพลารอยด์

# #31219
source: Logo
el_gr: Λογότυπο
es_mx: Logotipo
th_th: โลโก้

# #31702
source: Arial
th_th: ฟ้อนท์ Arial
